[
  {
    "Id": "8dc9ef32-7eab-4387-838e-0b080a885157",
    "UsuarioId": null,
    "Descripcion": "Mollit nulla id proident velit in ipsum eiusmod eu eu. Do esse ut quis cillum culpa proident nulla voluptate labore. Voluptate officia officia aute nisi ex consectetur ex veniam. Veniam incididunt labore dolor cupidatat officia cupidatat est.\r\n",
    "Cantidad": 649,
    "Disponible": "true}"
  },
  {
    "Id": "f432e42f-2a8a-4b3b-9f49-ba95a31e1d4b",
    "UsuarioId": null,
    "Descripcion": "Eu laborum esse veniam excepteur minim irure velit Lorem amet ea. Est ex amet eiusmod enim non. Est sit enim mollit sit proident Lorem.\r\n",
    "Cantidad": 818,
    "Disponible": "true}"
  },
  {
    "Id": "7f8e9ff5-4373-4b0f-8276-404244179c8d",
    "UsuarioId": null,
    "Descripcion": "Est dolor Lorem incididunt ex reprehenderit laboris laboris reprehenderit aliquip officia ad sunt aliquip sint. Tempor ea reprehenderit sit irure anim dolore culpa do est magna nulla ut ad. Magna aliqua dolore sint adipisicing duis incididunt laboris consequat.\r\n",
    "Cantidad": 76,
    "Disponible": "true}"
  },
  {
    "Id": "1a6ed520-d1de-452a-b50d-3cb0789c498a",
    "UsuarioId": null,
    "Descripcion": "Magna anim tempor veniam nulla. Nulla nulla nostrud non ullamco enim magna laborum aliquip. Ullamco Lorem velit Lorem magna elit eiusmod eu laboris.\r\n",
    "Cantidad": 369,
    "Disponible": "false}"
  },
  {
    "Id": "8fa9e1dd-b143-4da9-933d-b20b48b5885e",
    "UsuarioId": null,
    "Descripcion": "Ex minim laboris quis velit ipsum amet. Eu cillum esse reprehenderit velit dolore reprehenderit. Proident cupidatat reprehenderit mollit excepteur. Adipisicing ea esse adipisicing voluptate quis pariatur cupidatat nulla est nostrud sint id non.\r\n",
    "Cantidad": 593,
    "Disponible": "true}"
  },
  {
    "Id": "dfea4f6d-559c-4314-a3bd-89b6917c4171",
    "UsuarioId": null,
    "Descripcion": "Velit aliquip voluptate fugiat cupidatat aute non reprehenderit adipisicing. Proident magna ipsum ea non aliquip non voluptate culpa voluptate ullamco. Eu ex esse cillum fugiat esse culpa amet nostrud nostrud sit pariatur quis ullamco. Sunt elit proident anim nisi deserunt. Tempor est aute anim ea irure cillum quis laborum pariatur irure velit ad minim. Incididunt elit amet ad eiusmod laborum non consectetur. Commodo eiusmod laborum commodo enim est consequat elit commodo.\r\n",
    "Cantidad": 993,
    "Disponible": "true}"
  },
  {
    "Id": "92a5a2ad-63fa-4a66-9933-1640e69a9dcb",
    "UsuarioId": null,
    "Descripcion": "Irure et elit fugiat et tempor adipisicing. Id mollit ullamco voluptate voluptate eiusmod non sint. Veniam reprehenderit proident excepteur ex commodo. Commodo commodo et in nostrud et. Deserunt voluptate occaecat dolore reprehenderit sunt dolore et excepteur minim in nostrud. Veniam in nisi aute laborum enim consequat.\r\n",
    "Cantidad": 862,
    "Disponible": "true}"
  },
  {
    "Id": "ebf13a3a-df05-40a2-8940-9c2c598c053b",
    "UsuarioId": null,
    "Descripcion": "Officia et aute qui incididunt. Do commodo magna cillum laborum ad laborum velit voluptate aute aliqua sit reprehenderit ea veniam. Exercitation minim velit labore et. Commodo ipsum eiusmod ad incididunt ullamco voluptate nulla consectetur in enim cupidatat consequat dolor.\r\n",
    "Cantidad": 704,
    "Disponible": "true}"
  },
  {
    "Id": "fe31d5da-3d1a-4e93-825e-abb9e2955a12",
    "UsuarioId": null,
    "Descripcion": "Reprehenderit non veniam in incididunt Lorem nostrud deserunt cillum mollit incididunt proident. Excepteur occaecat enim aute nulla amet incididunt aliquip excepteur cupidatat ipsum ex eiusmod elit. Sunt velit et tempor esse non duis dolor tempor. Do ipsum ipsum consequat commodo consequat aliquip exercitation amet.\r\n",
    "Cantidad": 821,
    "Disponible": "true}"
  },
  {
    "Id": "2bacd772-397e-40c6-97b5-cfd646f3016b",
    "UsuarioId": null,
    "Descripcion": "Incididunt consequat cillum laboris nisi mollit tempor id amet nisi officia voluptate. Dolor dolor fugiat ex do. Exercitation irure id elit deserunt occaecat labore reprehenderit nostrud ullamco excepteur dolore. Irure duis tempor consectetur in. Irure occaecat officia nisi consectetur aliquip ullamco labore voluptate occaecat. Laborum et dolore veniam commodo excepteur incididunt sunt tempor.\r\n",
    "Cantidad": 332,
    "Disponible": "false}"
  },
  {
    "Id": "45e11ce4-d709-4ce2-a630-1432e0c49bc8",
    "UsuarioId": null,
    "Descripcion": "Cillum do ullamco ullamco fugiat do fugiat amet minim aute aliqua dolore dolore laboris officia. Ullamco ullamco Lorem consequat nisi. Et tempor anim dolor et nisi cillum consectetur consectetur consequat exercitation minim. Irure commodo deserunt quis voluptate pariatur cillum duis excepteur excepteur sunt ad voluptate enim. Exercitation est anim ut et eu elit.\r\n",
    "Cantidad": 316,
    "Disponible": "true}"
  },
  {
    "Id": "0ead3747-9515-4c4c-9f03-55ee03f880ce",
    "UsuarioId": null,
    "Descripcion": "Pariatur labore veniam proident in nostrud. Laborum elit sit reprehenderit ut nostrud irure enim anim esse amet ex mollit ad exercitation. Velit officia Lorem sunt excepteur elit sunt tempor mollit aliquip excepteur nostrud sint.\r\n",
    "Cantidad": 345,
    "Disponible": "true}"
  },
  {
    "Id": "2fb1c836-6d88-4b4b-8344-e9aaafb28866",
    "UsuarioId": null,
    "Descripcion": "Quis cillum ipsum excepteur qui dolore officia nostrud officia. Consequat nisi eiusmod enim ut officia mollit cupidatat velit Lorem ex adipisicing. Nostrud ea nisi voluptate aliqua ullamco commodo voluptate deserunt duis velit cillum nostrud labore laborum. Dolore exercitation elit deserunt consectetur ipsum nulla aliqua velit. Aute incididunt adipisicing ad veniam. In sint nulla aute eiusmod occaecat dolor.\r\n",
    "Cantidad": 830,
    "Disponible": "true}"
  },
  {
    "Id": "71153404-ed20-4887-837d-0655cb8fe76b",
    "UsuarioId": null,
    "Descripcion": "Veniam minim non laboris mollit commodo reprehenderit velit sint mollit est. Ut ea anim sint occaecat adipisicing in labore do et quis nulla incididunt. Deserunt pariatur elit aliqua ea ea duis. Lorem occaecat duis eiusmod ad dolor eu. Quis eu deserunt cupidatat cupidatat nulla occaecat. Est quis deserunt veniam fugiat. Consectetur tempor excepteur consequat dolor nostrud cupidatat cupidatat.\r\n",
    "Cantidad": 957,
    "Disponible": "false}"
  },
  {
    "Id": "4b3cea24-84f4-4469-8fb0-ede4c5d5f025",
    "UsuarioId": null,
    "Descripcion": "Est commodo incididunt aliquip in minim tempor culpa sit nisi non dolore id. Qui adipisicing ullamco consequat aliquip qui. Velit in tempor dolore occaecat irure ex velit culpa voluptate nisi aliquip nulla occaecat. Sunt cillum sit aute sunt duis duis eu id.\r\n",
    "Cantidad": 346,
    "Disponible": "false}"
  },
  {
    "Id": "21f75105-6a56-4d8c-93dd-1f59dffcd38f",
    "UsuarioId": null,
    "Descripcion": "Pariatur aute proident enim consectetur. Enim sunt nostrud anim fugiat qui laborum nostrud. Commodo nisi elit aliquip anim adipisicing fugiat ea laboris. Pariatur consequat cupidatat non quis Lorem. Ad aliqua cupidatat anim tempor labore sit culpa sunt commodo reprehenderit proident esse anim. Veniam id laboris esse sint sunt anim aliquip ad et ullamco eu.\r\n",
    "Cantidad": 189,
    "Disponible": "false}"
  },
  {
    "Id": "d31116b5-0b12-4e39-b283-3bf33ac467e6",
    "UsuarioId": null,
    "Descripcion": "Qui proident consequat fugiat fugiat adipisicing incididunt mollit ut ullamco voluptate laboris dolor cupidatat. Ad sint ut cupidatat consectetur. Anim eiusmod ad mollit id do laboris tempor. Quis tempor magna ipsum laboris. Magna id adipisicing sunt voluptate deserunt laboris dolore esse officia excepteur ad excepteur. Culpa veniam fugiat nostrud in minim ad fugiat sunt. Labore tempor consequat ea anim consectetur sint.\r\n",
    "Cantidad": 378,
    "Disponible": "false}"
  },
  {
    "Id": "0c646f2b-5b87-4662-9e38-baaae4507198",
    "UsuarioId": null,
    "Descripcion": "Irure sunt fugiat tempor voluptate nostrud nulla ad exercitation exercitation. Consectetur aute ipsum Lorem Lorem sit occaecat magna ullamco deserunt nisi veniam aliquip. Sunt in excepteur aute aliqua reprehenderit cupidatat cupidatat cillum magna velit. Irure nostrud adipisicing ea ut sint elit anim sunt ad aliqua et id occaecat.\r\n",
    "Cantidad": 69,
    "Disponible": "false}"
  },
  {
    "Id": "a515decb-12c3-455e-b21f-e865f380458d",
    "UsuarioId": null,
    "Descripcion": "Labore sint dolor ad reprehenderit. Reprehenderit reprehenderit incididunt sunt qui excepteur ullamco irure laboris. Exercitation ipsum veniam aliqua velit magna elit. Quis mollit sunt ad consequat sunt ad nisi.\r\n",
    "Cantidad": 558,
    "Disponible": "false}"
  },
  {
    "Id": "5618a0ed-0fc8-452c-beb8-8b2971f9c2d4",
    "UsuarioId": null,
    "Descripcion": "Officia voluptate et labore proident sint ut et qui pariatur. Tempor tempor officia ad amet sit sint ut sunt sit laboris do ad aliquip. Quis minim cillum officia nisi amet aliquip adipisicing aute. Nostrud non enim sunt fugiat quis duis sit enim amet. Sit eiusmod commodo occaecat magna consequat aliqua fugiat veniam sunt. Consectetur ea ullamco aute excepteur consectetur et non officia aliqua quis incididunt. Nostrud eu et ullamco commodo commodo ut.\r\n",
    "Cantidad": 964,
    "Disponible": "true}"
  },
  {
    "Id": "d9677d95-71b1-4599-b7f2-dcb8a109a23c",
    "UsuarioId": null,
    "Descripcion": "Elit qui ipsum nulla cillum elit minim. Elit ullamco nisi amet consectetur exercitation quis ea incididunt. Ut consectetur ea ex nulla qui. Ut eu velit sunt occaecat culpa mollit sit ad. Do dolor excepteur nisi qui eu incididunt aliquip fugiat duis mollit. Eu occaecat occaecat do veniam in ea ex ipsum labore anim.\r\n",
    "Cantidad": 858,
    "Disponible": "false}"
  },
  {
    "Id": "1e14e97e-3dc4-4c99-a02f-c91cfefc7926",
    "UsuarioId": null,
    "Descripcion": "Dolore dolor id nostrud ea aliquip in esse ut ad ad. Elit ad id et eiusmod in enim exercitation pariatur. Ullamco ex quis ullamco nulla magna quis aliquip. Duis enim do Lorem Lorem laboris consectetur ad esse sunt deserunt anim officia.\r\n",
    "Cantidad": 203,
    "Disponible": "false}"
  },
  {
    "Id": "e33f13ba-c98f-4b55-988b-0c9d3d6dbca2",
    "UsuarioId": null,
    "Descripcion": "Laborum veniam ut ea esse consectetur enim non amet fugiat consectetur aliquip. Quis laboris pariatur amet non dolor aliquip dolor ea consequat est. Veniam id labore incididunt occaecat est culpa proident Lorem sint.\r\n",
    "Cantidad": 484,
    "Disponible": "true}"
  },
  {
    "Id": "341d295f-66d2-4240-973f-b00645debe04",
    "UsuarioId": null,
    "Descripcion": "Irure cillum dolor laborum consectetur aliquip nulla qui do anim eu dolor ut dolore. Qui do tempor adipisicing in Lorem ex irure. Velit excepteur ullamco irure anim irure ullamco. Nostrud ut nisi laboris sunt aliqua mollit et. Adipisicing officia ullamco laborum dolore minim. Nisi ea ad sunt sunt deserunt laborum deserunt exercitation Lorem culpa dolore non.\r\n",
    "Cantidad": 787,
    "Disponible": "true}"
  },
  {
    "Id": "040d2dbf-e516-4502-9880-c5ccb13854c5",
    "UsuarioId": null,
    "Descripcion": "Pariatur adipisicing duis voluptate aute aute ullamco amet ut. Officia id deserunt consequat qui laboris ipsum nostrud culpa veniam eiusmod. Laboris officia eu sunt nostrud excepteur. In irure Lorem veniam consequat nostrud nisi dolore culpa eiusmod tempor commodo commodo proident.\r\n",
    "Cantidad": 4,
    "Disponible": "true}"
  },
  {
    "Id": "49bfe00f-622a-453d-86b4-0246dde8511f",
    "UsuarioId": null,
    "Descripcion": "Consectetur reprehenderit laborum commodo mollit est nostrud cupidatat laboris adipisicing. Sit fugiat excepteur sunt officia ut quis. Commodo voluptate nisi non laboris.\r\n",
    "Cantidad": 49,
    "Disponible": "false}"
  },
  {
    "Id": "1e78b1bc-f99d-4180-bacd-0ed23e515870",
    "UsuarioId": null,
    "Descripcion": "Est velit Lorem nisi eu sint mollit qui. Anim nostrud sint nulla esse consequat dolor reprehenderit et. Aliquip sint cillum laborum officia dolore eiusmod irure ut nisi elit. Occaecat veniam aute ullamco id id ut fugiat do. Pariatur proident enim velit id non mollit laboris anim ullamco sint et dolor exercitation do.\r\n",
    "Cantidad": 411,
    "Disponible": "false}"
  },
  {
    "Id": "08f9cb6a-a5bf-4852-b5b8-3e723b7a013f",
    "UsuarioId": null,
    "Descripcion": "Nisi laborum laboris esse exercitation et veniam labore sit duis fugiat exercitation consectetur. Dolor sit magna officia ipsum ipsum consectetur velit aute commodo est et amet nulla consequat. Ullamco enim adipisicing est id labore proident quis qui duis. Officia dolor mollit culpa officia sint amet proident consectetur. Ad laboris deserunt nisi quis.\r\n",
    "Cantidad": 141,
    "Disponible": "false}"
  },
  {
    "Id": "0a8104b0-40cf-442c-a8ea-9df82f89a293",
    "UsuarioId": null,
    "Descripcion": "Labore id nisi amet voluptate ex laborum nostrud qui velit id. Eiusmod pariatur ex esse esse do ea dolore et. Consequat voluptate deserunt in laboris veniam culpa commodo adipisicing nulla quis fugiat nostrud in. Cupidatat consequat occaecat nostrud voluptate adipisicing nulla anim. Sit sit cillum officia anim commodo consequat qui in esse. Ea ex dolore nostrud dolor irure Lorem aute cillum cillum velit amet sit amet sunt.\r\n",
    "Cantidad": 455,
    "Disponible": "false}"
  },
  {
    "Id": "f561d3cb-03a1-4fc7-b20b-7a3c7eb8b786",
    "UsuarioId": null,
    "Descripcion": "Magna dolor ex ad dolor incididunt sunt. Aute ad do ullamco fugiat cupidatat cupidatat. Tempor nulla irure ullamco consectetur id id. Exercitation reprehenderit nisi nulla dolore velit irure aliquip in laborum voluptate. Incididunt laborum duis id cupidatat ipsum laboris eiusmod. Tempor sunt adipisicing incididunt aliquip deserunt reprehenderit officia. Veniam eiusmod deserunt et consectetur excepteur velit.\r\n",
    "Cantidad": 334,
    "Disponible": "false}"
  },
  {
    "Id": "47d06fc8-de26-4c0d-872b-db7ec699787c",
    "UsuarioId": null,
    "Descripcion": "Adipisicing laborum non reprehenderit eiusmod tempor adipisicing ea. Id proident ut duis Lorem adipisicing esse cupidatat sint anim dolor. Incididunt ut sint esse quis amet id do. Elit veniam in anim est excepteur exercitation exercitation ut commodo laborum dolore ex exercitation.\r\n",
    "Cantidad": 859,
    "Disponible": "false}"
  },
  {
    "Id": "9d06e1c0-efd5-4076-861f-dddae3f4ad74",
    "UsuarioId": null,
    "Descripcion": "In in nulla duis nulla laborum qui aliqua sint mollit. Sint aliqua non ullamco tempor reprehenderit aliqua. Lorem esse ex ipsum pariatur id velit. Fugiat dolore cillum fugiat est et elit mollit pariatur nulla non enim pariatur.\r\n",
    "Cantidad": 668,
    "Disponible": "true}"
  },
  {
    "Id": "c0e65e27-211c-4f9d-a84f-5cefa6308bbc",
    "UsuarioId": null,
    "Descripcion": "Adipisicing aliquip irure aliquip pariatur ad nulla dolore. Velit laborum ea magna labore est ea tempor in occaecat duis labore. Pariatur ullamco culpa cillum duis magna et non anim. Anim sint est ut amet do. Fugiat ea cillum ullamco consectetur incididunt sit do et sunt quis.\r\n",
    "Cantidad": 994,
    "Disponible": "false}"
  },
  {
    "Id": "d53b999f-66cb-4462-92a7-f12a2ae75bc9",
    "UsuarioId": null,
    "Descripcion": "Nostrud occaecat et esse Lorem velit reprehenderit officia pariatur minim labore laboris minim nostrud exercitation. Cillum laborum id occaecat deserunt velit proident mollit commodo nisi proident. Eu ipsum nisi incididunt exercitation adipisicing aute.\r\n",
    "Cantidad": 287,
    "Disponible": "false}"
  },
  {
    "Id": "eeb966be-c7ae-42b0-83ed-dec063d6cd34",
    "UsuarioId": null,
    "Descripcion": "Esse proident aute deserunt ex magna anim. Nulla tempor dolor fugiat commodo nostrud. Labore eiusmod fugiat occaecat sunt in anim cillum nisi sint in pariatur incididunt minim. Aliqua commodo aliquip pariatur ad voluptate nisi nisi. Lorem irure non cillum nulla ullamco minim consectetur. Proident magna anim fugiat amet officia voluptate. Excepteur cillum enim esse est officia fugiat labore anim duis.\r\n",
    "Cantidad": 339,
    "Disponible": "false}"
  },
  {
    "Id": "51b49140-5973-4a9b-9823-2834d0054baf",
    "UsuarioId": null,
    "Descripcion": "Adipisicing velit magna elit minim fugiat aliqua et. Nostrud consequat sit eiusmod nulla qui dolor ad exercitation duis ullamco adipisicing aliqua. Duis laborum irure dolore culpa laboris cupidatat consectetur. Cillum duis voluptate id sit magna qui deserunt laborum laborum dolor anim.\r\n",
    "Cantidad": 894,
    "Disponible": "false}"
  },
  {
    "Id": "23d3ee9a-6afd-42a3-9e44-74eb949b4ee4",
    "UsuarioId": null,
    "Descripcion": "Sunt veniam incididunt pariatur enim. Nulla Lorem et excepteur fugiat consequat minim eu reprehenderit ex. Cupidatat amet mollit occaecat amet non aliqua irure nostrud. Non veniam quis proident nulla dolore ex elit ea. Veniam voluptate nostrud ad ad enim tempor. Eu id et id et cillum reprehenderit labore aliquip est eu labore.\r\n",
    "Cantidad": 338,
    "Disponible": "false}"
  },
  {
    "Id": "c49b042d-c623-4a5b-9f7e-8a78c0898c39",
    "UsuarioId": null,
    "Descripcion": "Dolore mollit consectetur commodo sint ipsum ex. Fugiat laborum duis nisi ipsum consectetur commodo ad enim reprehenderit. Nisi aliqua cillum esse cupidatat aute enim sit magna eiusmod ea veniam. Deserunt Lorem ullamco do voluptate officia mollit aliqua est incididunt eu do id veniam. Esse et mollit deserunt proident cupidatat elit do sunt labore nisi est do proident aute. Ad cupidatat adipisicing labore tempor esse non sunt sit est occaecat anim. Commodo ullamco ea do velit culpa aute id sint.\r\n",
    "Cantidad": 775,
    "Disponible": "false}"
  },
  {
    "Id": "e0bd0dee-67a7-4c84-acaa-6f9f09b5c6d4",
    "UsuarioId": null,
    "Descripcion": "Laboris adipisicing consectetur consequat pariatur mollit commodo. Adipisicing proident ullamco consectetur fugiat minim ut esse sint ullamco. Deserunt occaecat enim consequat irure magna minim proident sint anim exercitation velit. Veniam ipsum cupidatat est consectetur mollit proident cupidatat duis ea reprehenderit proident nulla proident. Veniam eiusmod consequat et duis non sunt amet anim id sint voluptate incididunt. Consequat do enim laborum sint.\r\n",
    "Cantidad": 583,
    "Disponible": "false}"
  },
  {
    "Id": "7366bd6d-050e-4b2a-9a54-d4d9358bea5f",
    "UsuarioId": null,
    "Descripcion": "Id eu in quis fugiat do adipisicing reprehenderit irure deserunt culpa consequat duis. Aliquip amet minim id velit anim non consectetur aliqua nisi. Adipisicing culpa veniam mollit cupidatat mollit ipsum ad amet fugiat. Labore amet nisi excepteur nisi veniam id cupidatat. Commodo qui reprehenderit magna consectetur culpa commodo labore cupidatat exercitation do ex elit eiusmod.\r\n",
    "Cantidad": 786,
    "Disponible": "true}"
  },
  {
    "Id": "cd29a5cd-215b-4c65-b7ea-21881dc54c8a",
    "UsuarioId": null,
    "Descripcion": "Nostrud officia non ullamco ipsum mollit exercitation adipisicing consequat laboris exercitation id. Esse consectetur incididunt dolor duis culpa irure velit ipsum. Minim laboris laboris qui laborum quis est est nulla reprehenderit tempor quis consequat proident anim. Commodo laborum et dolor id et sint. Elit consequat ipsum qui irure voluptate magna commodo occaecat.\r\n",
    "Cantidad": 830,
    "Disponible": "false}"
  },
  {
    "Id": "8a535b6a-5c93-4f53-9b81-1311cf4d0285",
    "UsuarioId": null,
    "Descripcion": "Veniam esse incididunt cillum ea mollit id laboris duis tempor amet duis officia nulla Lorem. Adipisicing nostrud incididunt et adipisicing commodo proident est est velit eu. Culpa enim occaecat non non non mollit nisi. Ex veniam ex excepteur et ad adipisicing nisi proident culpa Lorem. Fugiat dolore excepteur reprehenderit nulla ut sit pariatur est ad.\r\n",
    "Cantidad": 800,
    "Disponible": "true}"
  },
  {
    "Id": "66c3f9ce-d542-4121-a064-097790071f02",
    "UsuarioId": null,
    "Descripcion": "Commodo minim sunt enim labore in in do veniam voluptate amet sit duis mollit cupidatat. Deserunt ipsum deserunt fugiat nostrud aliqua eu commodo. Lorem enim ullamco Lorem in ea culpa ex voluptate Lorem voluptate exercitation ullamco. Consectetur consequat sunt ipsum veniam in ullamco aliquip laboris amet enim et commodo ea. Exercitation quis amet excepteur voluptate excepteur ut mollit dolore aute labore pariatur. Lorem est qui consectetur reprehenderit.\r\n",
    "Cantidad": 990,
    "Disponible": "true}"
  },
  {
    "Id": "46bc34e7-3e3f-4ed0-a652-15d2981e1f34",
    "UsuarioId": null,
    "Descripcion": "Consectetur anim velit voluptate aliquip eu. Sit aliquip ipsum sunt tempor voluptate sit adipisicing in. Nulla consectetur in pariatur proident quis. Amet aliquip exercitation est duis nostrud amet quis est est reprehenderit cupidatat enim incididunt. Sit duis esse duis ullamco cupidatat qui tempor nisi Lorem tempor velit amet ad.\r\n",
    "Cantidad": 231,
    "Disponible": "true}"
  },
  {
    "Id": "fe28c51a-9e2a-4561-8808-ae8920174450",
    "UsuarioId": null,
    "Descripcion": "Veniam culpa veniam elit aliquip Lorem consectetur fugiat qui fugiat id consectetur dolor deserunt cillum. Eu ut fugiat exercitation tempor magna. Ad tempor commodo amet tempor eu mollit anim deserunt irure.\r\n",
    "Cantidad": 220,
    "Disponible": "false}"
  },
  {
    "Id": "e32ce3ef-9687-47a5-8802-20e601933629",
    "UsuarioId": null,
    "Descripcion": "Excepteur nisi dolor quis excepteur aliqua laborum irure velit culpa duis eiusmod aliqua cupidatat aliqua. Ex enim ea non culpa irure eu nisi enim ad fugiat non anim eu. Est deserunt ad laboris tempor veniam deserunt. Anim Lorem do deserunt ad in.\r\n",
    "Cantidad": 407,
    "Disponible": "false}"
  },
  {
    "Id": "4a7d2b73-db50-48b1-99c4-f95f47171bbc",
    "UsuarioId": null,
    "Descripcion": "Nulla Lorem laborum reprehenderit ex aliqua laborum nisi sunt nisi ex. In Lorem sint dolor nostrud cillum nulla cupidatat aliqua consectetur occaecat sunt. Non adipisicing proident esse quis in anim incididunt adipisicing et. Aliquip eu labore eu laborum tempor proident minim consequat est in id anim in.\r\n",
    "Cantidad": 922,
    "Disponible": "false}"
  },
  {
    "Id": "ffcb423a-265c-43ba-b5db-9e11675ff79a",
    "UsuarioId": null,
    "Descripcion": "Aute sint velit Lorem cillum ea pariatur ex dolor magna eiusmod enim quis ea. Non proident in ullamco sunt excepteur et adipisicing anim consectetur consectetur laboris dolor amet. Aliquip aute adipisicing sunt ut et minim laborum laborum.\r\n",
    "Cantidad": 609,
    "Disponible": "true}"
  },
  {
    "Id": "1b81093c-98e2-46a8-99d0-399081db4daf",
    "UsuarioId": null,
    "Descripcion": "Lorem velit Lorem ipsum est pariatur elit laborum tempor cupidatat pariatur. Laborum elit mollit sit culpa irure enim velit ipsum nulla esse enim veniam eu. Ex qui et nostrud est consectetur aliqua ut. Tempor dolor tempor ipsum velit aute laborum commodo aliquip sunt in commodo.\r\n",
    "Cantidad": 281,
    "Disponible": "true}"
  },
  {
    "Id": "f69fca20-4bb4-44db-88ce-17b3462e2e24",
    "UsuarioId": null,
    "Descripcion": "Ullamco excepteur quis cillum aliqua velit dolore labore tempor anim. Ut Lorem adipisicing et proident amet. Est aliquip laboris officia ex cillum incididunt. Eu aute occaecat veniam nulla sunt ullamco cillum nostrud minim officia.\r\n",
    "Cantidad": 234,
    "Disponible": "true}"
  },
  {
    "Id": "a201fed9-7907-4d1d-95f8-9fb15ca122bd",
    "UsuarioId": null,
    "Descripcion": "Velit nulla consequat incididunt aliqua eu laborum nostrud. Sit esse ullamco qui est aute ex enim in minim aliqua. Occaecat dolor veniam amet cillum elit nulla et qui dolore do occaecat proident aute aliqua. Labore eiusmod aute mollit ut et adipisicing quis dolor.\r\n",
    "Cantidad": 255,
    "Disponible": "false}"
  },
  {
    "Id": "4ff229c9-93b0-44de-b3ba-ae131012b4aa",
    "UsuarioId": null,
    "Descripcion": "Dolor velit ut nisi Lorem nisi minim ex adipisicing Lorem minim non laborum incididunt ad. Commodo ad laboris laborum minim. Proident velit ea id exercitation tempor fugiat nisi amet pariatur. Velit cupidatat enim aute cupidatat. Eu eu enim deserunt dolore aliqua duis.\r\n",
    "Cantidad": 1,
    "Disponible": "false}"
  },
  {
    "Id": "99836e58-ba71-437c-8652-eb567d05555c",
    "UsuarioId": null,
    "Descripcion": "Cillum nostrud laborum ipsum aute do eiusmod do anim eiusmod nulla exercitation fugiat proident. Nostrud magna dolor consectetur veniam. Laborum adipisicing tempor ad incididunt laborum sint amet enim ad culpa dolor et. Dolor dolore commodo magna nulla reprehenderit ad excepteur cupidatat anim. Reprehenderit proident aliquip labore esse nisi.\r\n",
    "Cantidad": 270,
    "Disponible": "true}"
  },
  {
    "Id": "402e9bf5-653d-46b5-81a2-50acbf76f500",
    "UsuarioId": null,
    "Descripcion": "Magna laborum tempor nostrud enim consectetur nulla ullamco occaecat. Incididunt veniam sit duis ipsum consequat dolor. Laboris qui officia est commodo proident nulla enim non proident. Cillum anim duis fugiat nisi Lorem excepteur do mollit proident duis. Ad duis reprehenderit aliqua ut. Cillum deserunt labore ut minim cillum reprehenderit duis ut sunt velit esse reprehenderit.\r\n",
    "Cantidad": 354,
    "Disponible": "false}"
  },
  {
    "Id": "a31628b3-ae29-46fe-8060-9fa4eaa300f1",
    "UsuarioId": null,
    "Descripcion": "Cupidatat proident deserunt in laboris. Sint nisi ea aute adipisicing ipsum Lorem quis. Anim reprehenderit voluptate anim commodo.\r\n",
    "Cantidad": 560,
    "Disponible": "false}"
  },
  {
    "Id": "8922adfa-adfa-4e7c-b155-52bdb540ce0d",
    "UsuarioId": null,
    "Descripcion": "Magna nisi laborum sunt ex veniam magna. Esse nostrud proident ullamco incididunt sunt mollit occaecat reprehenderit esse sint exercitation. Tempor occaecat reprehenderit nisi reprehenderit labore sint cillum pariatur aliquip incididunt. Ea ut ex magna proident non pariatur incididunt elit sit laborum dolor.\r\n",
    "Cantidad": 511,
    "Disponible": "false}"
  },
  {
    "Id": "7ec251b3-59ef-436e-9ffa-d1e9934eea0e",
    "UsuarioId": null,
    "Descripcion": "Reprehenderit sunt voluptate consequat consectetur laboris enim quis aliqua id amet culpa mollit. Sunt officia consectetur dolor velit esse ex tempor aliquip sint aliquip ullamco. Do velit non fugiat non qui id ea fugiat nulla voluptate irure tempor fugiat. Ut ipsum enim laboris exercitation ullamco aute. Occaecat elit do incididunt ea id tempor et labore. Proident eu ullamco id ullamco cillum sit et esse quis et eiusmod cillum veniam cillum.\r\n",
    "Cantidad": 346,
    "Disponible": "true}"
  },
  {
    "Id": "54405b33-d0a0-45f9-8043-2d29aa4518de",
    "UsuarioId": null,
    "Descripcion": "Esse ad irure ea veniam pariatur id. Mollit aliqua veniam magna aliquip ipsum duis nulla deserunt cillum. Sint commodo consequat qui aute aute tempor exercitation dolore occaecat reprehenderit. Nisi cillum velit dolore Lorem proident mollit consectetur commodo aliquip sunt. Mollit ipsum sit adipisicing Lorem et elit.\r\n",
    "Cantidad": 787,
    "Disponible": "true}"
  },
  {
    "Id": "a066a3d0-5b9f-43a3-a87d-c4935ca0f2fe",
    "UsuarioId": null,
    "Descripcion": "Dolor sint commodo veniam aute ipsum aute et incididunt. Proident dolore adipisicing amet cupidatat laboris minim mollit elit qui commodo amet ea. Reprehenderit incididunt sint veniam fugiat officia id qui consectetur pariatur laborum.\r\n",
    "Cantidad": 10,
    "Disponible": "false}"
  },
  {
    "Id": "14568b96-4664-45ec-8214-4021271f88ff",
    "UsuarioId": null,
    "Descripcion": "Laboris non enim et commodo amet enim proident reprehenderit. Consequat cupidatat laborum sit mollit voluptate ipsum quis eiusmod. Exercitation laborum veniam sit exercitation nostrud aute occaecat elit do occaecat incididunt anim enim. Ex elit nulla veniam adipisicing culpa et deserunt esse eu.\r\n",
    "Cantidad": 631,
    "Disponible": "false}"
  },
  {
    "Id": "61bbc1f8-d646-4944-b155-b037202e3d8c",
    "UsuarioId": null,
    "Descripcion": "Est consectetur proident laborum veniam magna aliqua dolore ipsum laborum enim non cillum quis. Tempor et dolor anim consectetur tempor pariatur eiusmod ut exercitation sunt. Ex minim duis incididunt fugiat consectetur nulla velit. Eiusmod dolor culpa et elit eu.\r\n",
    "Cantidad": 805,
    "Disponible": "false}"
  },
  {
    "Id": "d4d33c36-6d8f-4f6e-b62a-439351f7e642",
    "UsuarioId": null,
    "Descripcion": "Ad commodo laboris velit quis laboris exercitation consectetur consectetur. Tempor deserunt mollit ipsum voluptate. Enim minim non anim ad elit aliquip. Eu magna veniam est ipsum eu fugiat esse minim occaecat do veniam laboris sint in. Sit deserunt exercitation elit nisi est laborum enim minim consectetur consectetur ipsum quis reprehenderit.\r\n",
    "Cantidad": 259,
    "Disponible": "false}"
  },
  {
    "Id": "69f2abd3-dc00-4c6a-a623-8abfdcce1ecd",
    "UsuarioId": null,
    "Descripcion": "Consequat excepteur dolore excepteur qui laborum nisi deserunt anim. Consequat laboris minim nisi anim ipsum culpa. In velit anim deserunt sunt ut cupidatat dolore esse commodo non duis. Anim enim labore mollit adipisicing exercitation. Deserunt qui incididunt sint duis ea culpa in. Nostrud consectetur voluptate sunt commodo elit quis eu elit excepteur esse exercitation laborum. Quis ullamco voluptate labore eu nulla laborum reprehenderit incididunt aliquip nostrud est.\r\n",
    "Cantidad": 642,
    "Disponible": "true}"
  },
  {
    "Id": "bf9e3913-03c7-4219-a82e-05781cc485de",
    "UsuarioId": null,
    "Descripcion": "Ad et cupidatat minim adipisicing officia eiusmod aute mollit ut exercitation laboris minim. Deserunt ipsum reprehenderit qui culpa. Velit nostrud exercitation ut aliqua magna.\r\n",
    "Cantidad": 381,
    "Disponible": "false}"
  },
  {
    "Id": "9dd441a1-33d3-4ba7-b0cb-21e996ce81c9",
    "UsuarioId": null,
    "Descripcion": "Mollit commodo ex qui adipisicing dolor. Do exercitation consectetur esse qui culpa adipisicing ut magna consequat officia pariatur. Ad ad mollit incididunt irure aliquip et ad duis minim ea.\r\n",
    "Cantidad": 274,
    "Disponible": "false}"
  },
  {
    "Id": "ffbad219-30c5-4ee5-8520-58555621cecf",
    "UsuarioId": null,
    "Descripcion": "Qui deserunt dolore amet ut commodo sunt eu ipsum sunt. Dolore incididunt velit est magna adipisicing do eiusmod. Dolore labore enim id et et aliqua consequat aliqua occaecat ea velit eiusmod minim incididunt. Quis amet Lorem laboris consequat consequat pariatur officia voluptate incididunt. Excepteur culpa et commodo velit quis ex duis excepteur dolor est consequat qui. Cupidatat qui ea irure ut sunt. Dolore mollit consequat eu do pariatur qui.\r\n",
    "Cantidad": 361,
    "Disponible": "true}"
  },
  {
    "Id": "818006a4-6c00-4f15-a395-85fc374f2c52",
    "UsuarioId": null,
    "Descripcion": "Tempor voluptate magna voluptate in ad. Magna ullamco pariatur exercitation aliqua labore consectetur mollit aliquip labore laboris proident aliquip. Laborum est id cillum sint.\r\n",
    "Cantidad": 286,
    "Disponible": "true}"
  },
  {
    "Id": "caf391fd-cd4f-44b0-9f95-9cd9b6b3d346",
    "UsuarioId": null,
    "Descripcion": "Aliquip quis aute ex laboris mollit consequat nostrud do ipsum sit in veniam. Id quis adipisicing est sint nisi est proident et nulla excepteur. Nulla sunt est dolore esse irure labore exercitation proident quis esse. Quis qui commodo mollit reprehenderit in. Reprehenderit consectetur et dolor proident excepteur nisi mollit excepteur ad deserunt quis fugiat. Minim enim occaecat ipsum exercitation ad sit ipsum ipsum.\r\n",
    "Cantidad": 392,
    "Disponible": "false}"
  },
  {
    "Id": "0b796cd7-77f3-4091-aaae-c146e46535c7",
    "UsuarioId": null,
    "Descripcion": "Enim labore dolor ad incididunt Lorem Lorem elit non ex nisi cupidatat. Nostrud consectetur laborum ad occaecat cillum. Occaecat minim nulla non non fugiat officia tempor Lorem. Laboris nisi sunt officia sit do nisi fugiat ea voluptate. Proident sunt ea enim sit minim est. Aute sint enim et sit veniam velit amet.\r\n",
    "Cantidad": 513,
    "Disponible": "false}"
  },
  {
    "Id": "07dd392c-d873-4a0f-9d53-378919e81dfe",
    "UsuarioId": null,
    "Descripcion": "Ut consectetur ipsum duis ut velit dolor id enim cillum ipsum consectetur. Proident ut laborum irure esse dolor nulla mollit. Veniam aliqua consequat do exercitation reprehenderit ullamco velit minim Lorem non mollit sit.\r\n",
    "Cantidad": 241,
    "Disponible": "false}"
  },
  {
    "Id": "06ab8d9b-3734-4247-9dff-fc9e1092a605",
    "UsuarioId": null,
    "Descripcion": "Aliquip veniam quis nisi sit irure elit officia non enim. Consequat amet nulla laboris magna elit id aliqua est labore culpa deserunt proident dolor. Exercitation aliqua irure elit proident excepteur dolor pariatur voluptate officia non eiusmod tempor adipisicing. Eiusmod dolore velit enim ullamco voluptate aliqua reprehenderit proident ad dolore. Ullamco magna minim ex aliqua magna reprehenderit consectetur est magna commodo. Lorem do minim qui magna est et nostrud excepteur voluptate elit aliqua nulla tempor.\r\n",
    "Cantidad": 704,
    "Disponible": "false}"
  },
  {
    "Id": "cd679d1f-4a32-47f7-9253-25c2cd1a997e",
    "UsuarioId": null,
    "Descripcion": "Eu qui fugiat ea aliqua consequat minim. Quis pariatur consequat ea aliqua incididunt deserunt et laborum dolor amet. Dolore consequat laboris sunt magna laboris nostrud excepteur culpa labore. Magna ex est deserunt enim nulla. Irure reprehenderit ea incididunt anim in tempor reprehenderit adipisicing cillum occaecat eiusmod ipsum nostrud nulla. Voluptate et enim est et veniam occaecat et est aliqua.\r\n",
    "Cantidad": 420,
    "Disponible": "true}"
  },
  {
    "Id": "89922b6f-52e5-408e-a0b5-e267034572c4",
    "UsuarioId": null,
    "Descripcion": "Dolor tempor deserunt id minim cupidatat incididunt id fugiat consequat cupidatat irure. Est occaecat est nostrud proident exercitation occaecat non velit sit voluptate dolor. Cillum velit Lorem est occaecat cupidatat aute non. Et aute elit non laboris aliquip id enim cillum est est laborum amet sit elit. Magna proident voluptate nostrud proident ad enim ad incididunt magna mollit veniam amet occaecat.\r\n",
    "Cantidad": 641,
    "Disponible": "false}"
  },
  {
    "Id": "b5d1f96d-ea5a-45ed-9413-609ad940babc",
    "UsuarioId": null,
    "Descripcion": "Laborum nostrud excepteur id sint. Voluptate in velit incididunt ut nisi occaecat Lorem. Occaecat qui consequat proident ipsum non non eu officia nisi et amet dolor ad velit. Cupidatat proident ullamco id cillum ea. Non excepteur proident ipsum in aliquip aliquip magna. Labore laboris commodo duis ex voluptate aliquip.\r\n",
    "Cantidad": 42,
    "Disponible": "true}"
  },
  {
    "Id": "c64f46ab-960b-453d-b492-9f2193bbb8b9",
    "UsuarioId": null,
    "Descripcion": "Fugiat labore ex id ipsum voluptate mollit eiusmod eiusmod. Enim tempor in est nulla consequat. Sunt culpa sint nisi cupidatat eu nisi exercitation consectetur Lorem. Tempor in commodo non aute ut laboris. Ullamco do sit adipisicing cillum esse sit ea minim anim.\r\n",
    "Cantidad": 70,
    "Disponible": "false}"
  },
  {
    "Id": "70d866c4-df4e-49a2-84a0-0e6ef5e2089b",
    "UsuarioId": null,
    "Descripcion": "Sunt amet ex velit proident consectetur deserunt. Sit proident tempor commodo nulla cupidatat. Commodo ipsum sint eiusmod minim minim elit aliquip commodo magna ipsum mollit.\r\n",
    "Cantidad": 934,
    "Disponible": "false}"
  },
  {
    "Id": "bd00eda0-befc-45b3-8ae9-56927ad89e4a",
    "UsuarioId": null,
    "Descripcion": "Cillum excepteur occaecat occaecat ullamco adipisicing duis Lorem. Labore exercitation dolor veniam duis commodo occaecat dolor culpa adipisicing incididunt aute enim exercitation. Consectetur sunt eu est consectetur officia duis elit reprehenderit ea quis.\r\n",
    "Cantidad": 889,
    "Disponible": "true}"
  },
  {
    "Id": "62be7e09-abc7-4730-ab37-47d60cda866a",
    "UsuarioId": null,
    "Descripcion": "Aute sunt fugiat consectetur ipsum fugiat in minim. Amet dolor veniam labore deserunt elit laborum nulla officia exercitation incididunt voluptate. Culpa est labore commodo quis velit quis anim minim est officia enim dolore elit. Fugiat amet nulla esse quis adipisicing amet mollit enim exercitation nisi ullamco enim occaecat. Id quis reprehenderit dolore voluptate duis nostrud ad deserunt duis laborum nisi.\r\n",
    "Cantidad": 440,
    "Disponible": "true}"
  },
  {
    "Id": "0aa244cf-63df-458f-8aa2-998d582ddb1b",
    "UsuarioId": null,
    "Descripcion": "Occaecat cupidatat quis excepteur ut occaecat voluptate exercitation Lorem ipsum ea occaecat tempor voluptate reprehenderit. Commodo magna do occaecat duis mollit eiusmod. Minim consequat fugiat qui Lorem id in ex tempor aute consectetur. Excepteur ex labore esse consectetur laboris exercitation est minim ex ut.\r\n",
    "Cantidad": 900,
    "Disponible": "true}"
  },
  {
    "Id": "0cb8d528-f4aa-4632-b402-ee1e83d54787",
    "UsuarioId": null,
    "Descripcion": "Adipisicing occaecat minim nostrud tempor. Dolor eiusmod ullamco nostrud labore laboris consequat et. Consectetur esse cupidatat enim elit ullamco sint sint ipsum officia ad velit officia deserunt veniam. Lorem nulla nostrud magna et enim amet laboris.\r\n",
    "Cantidad": 963,
    "Disponible": "true}"
  },
  {
    "Id": "34bc0d86-e78b-43c9-9762-f34a3d919a0b",
    "UsuarioId": null,
    "Descripcion": "Culpa ad ipsum officia dolore cupidatat sit consectetur ullamco non et ex dolor. Labore aute Lorem veniam laboris do enim. Quis enim mollit Lorem id nulla proident magna in quis ipsum.\r\n",
    "Cantidad": 362,
    "Disponible": "true}"
  },
  {
    "Id": "ac6f1676-0223-40ec-bdc2-81af2154967d",
    "UsuarioId": null,
    "Descripcion": "Anim voluptate enim eiusmod non do dolor exercitation qui elit in irure. Laborum mollit pariatur velit fugiat exercitation non excepteur qui nostrud proident velit id est. Incididunt laborum ipsum incididunt id ipsum irure dolor eu amet.\r\n",
    "Cantidad": 460,
    "Disponible": "false}"
  },
  {
    "Id": "d0324402-b745-4c0c-b9e8-53e54b14cf19",
    "UsuarioId": null,
    "Descripcion": "Tempor adipisicing cupidatat ad mollit ut officia laborum. Elit nulla aute aliquip nulla tempor commodo laborum veniam tempor cupidatat anim dolore. Enim fugiat Lorem laboris eiusmod sunt do voluptate proident elit ut et labore. Qui enim id cillum pariatur minim laborum reprehenderit tempor excepteur.\r\n",
    "Cantidad": 95,
    "Disponible": "false}"
  },
  {
    "Id": "c2f217e6-52af-4233-a953-00e8bf3e1a8a",
    "UsuarioId": null,
    "Descripcion": "Do duis veniam deserunt veniam proident aute magna. Esse aliqua ullamco quis elit ut ex ut excepteur excepteur amet. Incididunt adipisicing veniam irure dolore proident nisi amet Lorem. Magna elit id id dolore et dolor laborum enim id voluptate anim eu. Laborum ea consectetur culpa velit voluptate duis ad ex exercitation incididunt commodo ullamco veniam. Eu occaecat amet voluptate deserunt aute ut id nulla elit eiusmod irure fugiat laborum labore. Nulla sit cillum nulla nostrud deserunt id non deserunt reprehenderit magna aliqua esse do.\r\n",
    "Cantidad": 161,
    "Disponible": "false}"
  },
  {
    "Id": "5f2fef7d-70a9-45e0-823b-fdcb81b8d4f9",
    "UsuarioId": null,
    "Descripcion": "Adipisicing eiusmod aute officia culpa excepteur duis reprehenderit commodo aliqua aliqua. Irure proident occaecat aute ex laboris sit occaecat. Deserunt eiusmod laboris pariatur sint. Ipsum cillum et consectetur cillum laborum in cupidatat fugiat sint cupidatat exercitation. Culpa labore minim nisi in Lorem aliqua aliquip quis aliquip nisi. Esse ipsum et ex quis minim non culpa tempor dolor excepteur.\r\n",
    "Cantidad": 730,
    "Disponible": "true}"
  },
  {
    "Id": "69261804-8b04-4596-a512-d2025cb15fac",
    "UsuarioId": null,
    "Descripcion": "Labore in consectetur aliqua veniam ullamco fugiat nisi anim ex. Qui amet reprehenderit laboris quis et sint quis in. Exercitation laborum consectetur dolor adipisicing dolore duis eu. Consectetur veniam nisi magna tempor aliqua deserunt veniam sit laboris enim sunt. Et ea aliquip anim elit commodo commodo laborum aute quis ea. Excepteur ad sunt pariatur nostrud. Ut velit deserunt sunt culpa consectetur cupidatat aliquip do enim.\r\n",
    "Cantidad": 614,
    "Disponible": "true}"
  },
  {
    "Id": "33745b2a-e712-4237-a99e-3b0286659ecc",
    "UsuarioId": null,
    "Descripcion": "Ex tempor eiusmod dolor consectetur sit eu sunt cupidatat do. Aliquip eu labore ullamco id duis adipisicing sit veniam amet. Voluptate officia deserunt exercitation enim. Nisi tempor fugiat aliquip nulla laboris. Esse anim mollit ut culpa velit mollit adipisicing amet duis ut laborum mollit. Voluptate non et aliqua dolor. Laboris sunt Lorem et laborum aliquip.\r\n",
    "Cantidad": 3,
    "Disponible": "true}"
  },
  {
    "Id": "671e9785-53b7-4974-9b89-6b6e3bdf16b5",
    "UsuarioId": null,
    "Descripcion": "Est voluptate do qui qui occaecat do voluptate deserunt enim. Eiusmod tempor dolor Lorem culpa velit fugiat deserunt proident nostrud occaecat mollit sint veniam. Nulla qui proident cupidatat voluptate dolore do est laboris fugiat qui sit. Dolor deserunt officia et occaecat cillum fugiat adipisicing laborum laboris do eu pariatur.\r\n",
    "Cantidad": 898,
    "Disponible": "true}"
  },
  {
    "Id": "4aa938c4-6c4b-47b5-8321-9dd1b9a32e0d",
    "UsuarioId": null,
    "Descripcion": "Et dolor enim amet laboris fugiat officia esse aliqua in cillum. Nostrud voluptate cupidatat consectetur sunt. Occaecat incididunt do culpa sunt consectetur officia. Cupidatat officia magna excepteur aute consectetur occaecat eiusmod cillum est est deserunt voluptate Lorem.\r\n",
    "Cantidad": 350,
    "Disponible": "true}"
  },
  {
    "Id": "94ad568b-2836-4d00-be3a-3f282e363f32",
    "UsuarioId": null,
    "Descripcion": "Laborum reprehenderit in sint labore proident ipsum ut incididunt est consequat qui consectetur. Occaecat commodo magna tempor minim esse irure. Reprehenderit ut irure nostrud et eiusmod excepteur incididunt sit officia dolore cillum. Esse reprehenderit ad reprehenderit sint officia exercitation proident qui. Lorem proident nostrud exercitation ex anim pariatur minim. Consectetur velit eiusmod ex reprehenderit. Et minim officia adipisicing minim incididunt magna.\r\n",
    "Cantidad": 511,
    "Disponible": "false}"
  },
  {
    "Id": "cf88e668-f3a8-4e08-a8d1-e7292e580ca7",
    "UsuarioId": null,
    "Descripcion": "Aliquip non commodo excepteur ullamco eiusmod velit. Veniam commodo consectetur quis deserunt excepteur amet officia nostrud voluptate sint fugiat mollit velit. Minim non magna amet deserunt enim.\r\n",
    "Cantidad": 828,
    "Disponible": "false}"
  },
  {
    "Id": "6e89438e-081c-47ee-b229-64366dae6838",
    "UsuarioId": null,
    "Descripcion": "Quis magna mollit occaecat voluptate incididunt aute nulla. Est est officia exercitation enim non. Magna laboris ex adipisicing laborum sunt ad duis exercitation non labore aute exercitation. Culpa sit exercitation sint amet cillum veniam esse culpa aliquip deserunt ipsum ut laboris. Et exercitation officia dolor pariatur. Esse aliquip sint magna laboris sit laboris nulla sint minim labore pariatur duis ex.\r\n",
    "Cantidad": 655,
    "Disponible": "true}"
  },
  {
    "Id": "6d2395ae-9d55-4b82-aea1-3e34f084aca0",
    "UsuarioId": null,
    "Descripcion": "Nulla non commodo fugiat excepteur Lorem esse nostrud nostrud exercitation excepteur. Consectetur et minim eiusmod esse culpa. In sunt Lorem labore et id do excepteur. Occaecat anim velit tempor consequat Lorem laborum.\r\n",
    "Cantidad": 255,
    "Disponible": "false}"
  },
  {
    "Id": "f2a3ee24-bdf9-4225-ae21-1873dd7911a1",
    "UsuarioId": null,
    "Descripcion": "Esse aliqua eiusmod nisi sint qui nostrud. Dolore tempor exercitation exercitation cupidatat adipisicing mollit enim veniam veniam sit ipsum. Mollit laborum adipisicing in cupidatat ex amet duis pariatur ea laboris sunt. Reprehenderit voluptate veniam laborum est proident tempor aliquip. Laboris laboris irure laboris enim commodo eu officia velit ea fugiat nostrud elit. Sit ex cupidatat consequat non ex incididunt cillum. Voluptate magna labore tempor qui nostrud anim.\r\n",
    "Cantidad": 441,
    "Disponible": "true}"
  },
  {
    "Id": "34573640-3102-4576-8272-533d3990b6ac",
    "UsuarioId": null,
    "Descripcion": "Labore commodo amet sint ex amet. Aute cillum ex anim labore consequat. Dolore adipisicing laborum anim qui aliquip excepteur anim ullamco adipisicing. Est aliquip nostrud ad duis consectetur voluptate esse irure cillum sit occaecat cupidatat amet velit. Labore minim officia labore aliquip cillum fugiat ut. Cupidatat mollit voluptate aute sit fugiat ut deserunt culpa ea fugiat aliquip minim.\r\n",
    "Cantidad": 471,
    "Disponible": "false}"
  },
  {
    "Id": "920c701b-4e85-44e1-8eca-30ad509bfbac",
    "UsuarioId": null,
    "Descripcion": "Id nulla laborum proident dolore mollit nulla labore ipsum ut fugiat aliqua ullamco enim. Non consequat voluptate nulla et ipsum non quis et mollit anim. Fugiat deserunt eu pariatur nisi exercitation nulla. In cupidatat nostrud do pariatur laboris consectetur fugiat ullamco deserunt.\r\n",
    "Cantidad": 100,
    "Disponible": "false}"
  },
  {
    "Id": "8335940a-21b4-4fa3-88a9-d894bfcd73fb",
    "UsuarioId": null,
    "Descripcion": "Incididunt aute ex nostrud id sunt ullamco consequat. Minim laboris voluptate sit sit minim non ad in consectetur magna id amet. Veniam ullamco qui ullamco dolor cillum aliquip.\r\n",
    "Cantidad": 832,
    "Disponible": "false}"
  },
  {
    "Id": "211df51e-3231-4a24-a37e-85cd9c9740bc",
    "UsuarioId": null,
    "Descripcion": "Ea ad ullamco est cillum do minim adipisicing id aliquip eiusmod. Consequat adipisicing ex voluptate non culpa veniam qui id do. Quis id quis in sunt aute ullamco amet sunt dolor nostrud ullamco mollit consectetur. Tempor non veniam pariatur non occaecat dolor. Ex qui mollit nulla veniam Lorem magna consectetur ut ut. Deserunt sit enim anim culpa qui laborum consequat dolor ad.\r\n",
    "Cantidad": 831,
    "Disponible": "false}"
  },
  {
    "Id": "ff2628e8-3085-4da4-ab68-13bacf5e60ce",
    "UsuarioId": null,
    "Descripcion": "Ea ad veniam est sunt esse exercitation incididunt irure nulla occaecat veniam. Pariatur mollit est incididunt ex ad mollit sint ex officia sint tempor fugiat. Magna tempor irure excepteur voluptate aliqua est qui reprehenderit irure consectetur. Magna veniam amet laborum voluptate labore Lorem occaecat adipisicing cupidatat do veniam quis. Nisi ea quis pariatur ipsum non ex.\r\n",
    "Cantidad": 32,
    "Disponible": "true}"
  },
  {
    "Id": "c1612351-c2d9-40e3-86d0-7407772d5540",
    "UsuarioId": null,
    "Descripcion": "Minim adipisicing deserunt amet nostrud duis non magna sit occaecat. Anim in aliquip sunt aute velit eiusmod nostrud fugiat voluptate cupidatat non sunt voluptate. Id incididunt mollit occaecat dolor magna ullamco officia in.\r\n",
    "Cantidad": 344,
    "Disponible": "false}"
  },
  {
    "Id": "caed16ec-4d03-4454-bbcd-7c66b837bef5",
    "UsuarioId": null,
    "Descripcion": "Labore elit id aliquip aute commodo magna officia cillum consequat cupidatat. Nulla ut excepteur ex exercitation sint ullamco fugiat occaecat nulla. Culpa ullamco amet velit eu minim cupidatat. Est velit ut adipisicing cillum ut cillum id cupidatat laboris consequat velit sunt magna officia. Culpa eu pariatur ad in. In eiusmod elit qui et in non culpa ea eu eu. Ipsum pariatur nostrud laborum nisi labore excepteur nulla ut.\r\n",
    "Cantidad": 514,
    "Disponible": "true}"
  },
  {
    "Id": "e5d23ab4-c86b-4c8b-9985-e40031c5de63",
    "UsuarioId": null,
    "Descripcion": "Aute enim in nulla quis sit anim Lorem Lorem. Enim commodo minim labore ut sit do et consequat minim qui est cupidatat. Consectetur cupidatat enim fugiat ea sit sit do. Do Lorem consequat ullamco irure occaecat fugiat.\r\n",
    "Cantidad": 865,
    "Disponible": "false}"
  },
  {
    "Id": "f4fb8274-d3f8-4bc8-b7c0-9facd1c37299",
    "UsuarioId": null,
    "Descripcion": "Duis ad sit irure consequat officia dolor dolore aliquip Lorem eu. Sint cupidatat cupidatat cillum esse culpa aliqua et. Dolore amet nostrud ullamco dolore voluptate eu sit pariatur consectetur occaecat sunt. Quis eiusmod ullamco exercitation ut consectetur irure ad amet Lorem culpa aliquip commodo irure non. Laboris tempor eiusmod excepteur irure pariatur eu duis excepteur deserunt. Excepteur aliquip eu irure aliquip quis ipsum commodo. Et est Lorem irure enim id consequat occaecat consequat laborum dolore velit.\r\n",
    "Cantidad": 23,
    "Disponible": "true}"
  },
  {
    "Id": "da250071-3164-4551-975e-e5e7eeac384d",
    "UsuarioId": null,
    "Descripcion": "Et ea eu magna id. Laborum aute dolor ullamco fugiat. Velit exercitation ut ullamco ea non do Lorem laborum sit. Consequat sit cupidatat irure sunt consequat nostrud ex amet incididunt ea do proident. Laborum consequat non in incididunt non eu dolore officia.\r\n",
    "Cantidad": 69,
    "Disponible": "false}"
  },
  {
    "Id": "34ed213e-2096-4cf0-87c2-93fad71dc223",
    "UsuarioId": null,
    "Descripcion": "Qui culpa non esse ipsum pariatur sint. Eu veniam fugiat ea nostrud nostrud in mollit elit nisi. Eu quis excepteur exercitation laborum ad nulla ad voluptate.\r\n",
    "Cantidad": 924,
    "Disponible": "false}"
  },
  {
    "Id": "46baa2a0-1d3e-4354-b65b-0c489f1eb216",
    "UsuarioId": null,
    "Descripcion": "Sit pariatur magna adipisicing officia sint aliquip sint cillum Lorem aliquip cupidatat enim. Qui ea ipsum velit ullamco duis voluptate et nostrud non ad nostrud cillum. Adipisicing sint ullamco pariatur dolore laboris occaecat. Velit consectetur voluptate ex incididunt. Mollit excepteur adipisicing cupidatat dolor consequat nisi amet quis nisi labore irure enim elit.\r\n",
    "Cantidad": 482,
    "Disponible": "false}"
  },
  {
    "Id": "4543080c-ac32-40d6-8c2d-7275b979692b",
    "UsuarioId": null,
    "Descripcion": "Eu fugiat pariatur enim consequat in aute consectetur deserunt amet enim. Id laboris sint commodo cillum fugiat deserunt veniam. Fugiat minim velit amet mollit est eiusmod amet exercitation ipsum enim cupidatat. Lorem Lorem incididunt voluptate elit culpa excepteur. Officia cupidatat in sunt aliqua. Duis ipsum esse non amet id enim deserunt culpa occaecat.\r\n",
    "Cantidad": 642,
    "Disponible": "false}"
  },
  {
    "Id": "b60889e7-c339-478b-87d2-18d053cb844d",
    "UsuarioId": null,
    "Descripcion": "Qui aute dolor amet voluptate. Irure et deserunt eu est velit esse deserunt elit anim. Lorem tempor incididunt sit culpa eu veniam aliquip et sunt labore elit aliqua. Voluptate culpa aliquip esse commodo ullamco. Aliquip officia duis aliqua cillum.\r\n",
    "Cantidad": 882,
    "Disponible": "false}"
  },
  {
    "Id": "7cd14812-9a48-4cdb-be61-bd6861cd146a",
    "UsuarioId": null,
    "Descripcion": "Culpa duis commodo commodo commodo cillum adipisicing dolor excepteur proident velit. Velit culpa laboris do ipsum amet ex in anim elit fugiat sint culpa. Ex sit ea aliqua amet culpa incididunt velit ex. Et nostrud quis culpa et quis. Officia labore anim aute qui consectetur aliqua cupidatat amet ut enim eu cillum culpa cupidatat. Quis pariatur commodo cupidatat ut in dolor nulla et ad ex.\r\n",
    "Cantidad": 637,
    "Disponible": "true}"
  },
  {
    "Id": "c0730bcd-763b-4c0a-9d90-91f012d9b2e1",
    "UsuarioId": null,
    "Descripcion": "Deserunt laborum sint incididunt commodo duis officia irure excepteur sunt. Sint exercitation consectetur sint exercitation enim sit occaecat reprehenderit sunt. Nisi ut labore officia deserunt laborum est Lorem eu culpa excepteur reprehenderit. Voluptate nostrud ex adipisicing pariatur. Veniam quis adipisicing enim incididunt est qui voluptate voluptate laboris voluptate cillum dolore ea quis. Duis cupidatat ad velit irure enim dolor in. Voluptate aliquip nostrud ex officia aliquip adipisicing non.\r\n",
    "Cantidad": 606,
    "Disponible": "true}"
  },
  {
    "Id": "c243364f-df07-4d45-983f-9860f9d30df0",
    "UsuarioId": null,
    "Descripcion": "Culpa occaecat deserunt aliqua irure id tempor cupidatat commodo incididunt. Incididunt magna eu incididunt quis sit. Labore pariatur nulla qui exercitation ea id laborum consequat consequat culpa. Duis velit irure sit esse esse officia elit est magna amet velit. Aliqua duis velit sunt est adipisicing consequat veniam adipisicing consectetur do. Occaecat quis enim cillum veniam fugiat id sunt proident et et commodo voluptate. Exercitation deserunt dolor aliqua laborum dolor sunt fugiat officia nulla.\r\n",
    "Cantidad": 41,
    "Disponible": "false}"
  },
  {
    "Id": "70b9ecb5-9207-4f8d-b869-548207ced408",
    "UsuarioId": null,
    "Descripcion": "Proident enim minim do nostrud pariatur laborum nulla. Aliqua occaecat elit magna sit. Magna do veniam commodo exercitation sunt adipisicing qui cupidatat aute reprehenderit. Nulla aliquip commodo tempor est proident id exercitation mollit mollit voluptate nulla amet. Et ad dolor pariatur cillum. Do nulla laborum consequat voluptate incididunt qui nulla ex magna quis amet ad. Aliquip do sit officia deserunt qui ea minim sunt eiusmod eu.\r\n",
    "Cantidad": 521,
    "Disponible": "false}"
  },
  {
    "Id": "aa210ae8-8766-489f-946d-70e078cdbbdd",
    "UsuarioId": null,
    "Descripcion": "Excepteur sit irure deserunt duis. Eu magna consequat fugiat proident officia anim elit consequat fugiat nisi voluptate esse consequat. Voluptate ullamco sint laborum aliquip aliqua eiusmod. Consectetur in culpa aute irure irure aliquip nostrud ut occaecat in labore nisi.\r\n",
    "Cantidad": 367,
    "Disponible": "true}"
  },
  {
    "Id": "7aacea56-3711-41a2-8c19-3d285f9ae639",
    "UsuarioId": null,
    "Descripcion": "Aute voluptate esse incididunt ipsum pariatur dolor elit minim mollit. Culpa irure officia irure pariatur. Enim laborum esse amet non ex id adipisicing. Fugiat laborum esse dolor voluptate ut sint. Sunt ut esse quis ullamco.\r\n",
    "Cantidad": 382,
    "Disponible": "false}"
  },
  {
    "Id": "f09c2d37-5111-4797-9368-353631f304eb",
    "UsuarioId": null,
    "Descripcion": "Labore pariatur ipsum aliquip voluptate esse adipisicing culpa adipisicing. Amet duis sit in ullamco ad sit est sint id ex dolor tempor. Amet culpa commodo non laborum minim nulla dolor Lorem reprehenderit amet laborum est amet. Eu dolor anim reprehenderit dolore. Velit anim anim nostrud incididunt eiusmod laboris minim et velit anim enim. Eiusmod non officia amet ea dolor ullamco sunt aliqua commodo et anim.\r\n",
    "Cantidad": 229,
    "Disponible": "true}"
  },
  {
    "Id": "6c472a47-b832-4e15-b11d-58bc16c8d273",
    "UsuarioId": null,
    "Descripcion": "Sunt esse id laboris do. Sit ullamco sunt pariatur cupidatat. Et esse in mollit irure commodo aliqua aliquip cupidatat ad. Irure sit id anim quis incididunt reprehenderit id. Consectetur ut laboris sit deserunt. Eiusmod aute esse ut culpa do labore magna ex sint enim labore incididunt.\r\n",
    "Cantidad": 360,
    "Disponible": "true}"
  },
  {
    "Id": "fd4efa8e-7991-47ff-ab45-e257f8f9d6cf",
    "UsuarioId": null,
    "Descripcion": "Deserunt ullamco labore officia reprehenderit qui anim in ullamco commodo eiusmod velit. Occaecat laboris excepteur incididunt sit aliqua dolor excepteur. In id consectetur exercitation id do cillum dolore dolor cupidatat aute magna. Sit eu sit deserunt officia sint eu aliqua. Incididunt enim est sunt laboris ad magna nostrud nostrud deserunt ea eu tempor sint. Ut velit pariatur laborum adipisicing non nostrud id duis. Sit nulla nostrud irure aute.\r\n",
    "Cantidad": 950,
    "Disponible": "false}"
  },
  {
    "Id": "b26bbf70-5e32-4a8f-98d9-7b0abb5c86b4",
    "UsuarioId": null,
    "Descripcion": "Cillum reprehenderit sint consectetur sunt veniam aliqua mollit pariatur sit non consectetur enim duis. Proident esse labore eu esse consequat. In nulla occaecat officia mollit consequat nisi commodo. Nulla mollit ut tempor et magna officia in. Esse ea in incididunt consequat velit. Eiusmod nostrud excepteur nisi amet.\r\n",
    "Cantidad": 222,
    "Disponible": "false}"
  },
  {
    "Id": "5e416b6c-c6c8-4785-bb2a-dd182274b018",
    "UsuarioId": null,
    "Descripcion": "Excepteur Lorem nisi sint consequat anim adipisicing veniam. Mollit proident et fugiat laboris amet fugiat minim labore proident ullamco. Excepteur eu est amet in tempor laboris ad do. Aliquip mollit irure mollit sint. Quis excepteur minim laborum enim magna.\r\n",
    "Cantidad": 711,
    "Disponible": "false}"
  },
  {
    "Id": "4fe823e9-9d6a-47dd-a48f-070631d14e36",
    "UsuarioId": null,
    "Descripcion": "Aliquip aliquip eu consequat pariatur et proident sit voluptate aute aliquip. Nisi quis aute sunt non minim pariatur non irure sint ad aliqua nisi. Minim esse ad laborum duis sit quis anim adipisicing duis. Fugiat mollit eiusmod eu officia aliqua tempor. Nulla sint do sunt proident sint anim.\r\n",
    "Cantidad": 302,
    "Disponible": "false}"
  },
  {
    "Id": "b31fe2dd-661c-436f-88d6-18d207694bc1",
    "UsuarioId": null,
    "Descripcion": "Labore anim proident ad incididunt in dolore exercitation veniam nisi fugiat eu amet. Aute ipsum tempor sit tempor ipsum voluptate nulla irure veniam duis nisi deserunt. Reprehenderit laboris nulla incididunt reprehenderit elit enim elit. Sint id sit esse nisi et nostrud ea elit occaecat ipsum. Deserunt elit commodo sit nulla esse non aliqua fugiat consectetur consequat labore consequat sunt. Officia excepteur ad nostrud eu sit incididunt. Ex do ut quis eiusmod esse pariatur irure enim.\r\n",
    "Cantidad": 954,
    "Disponible": "false}"
  },
  {
    "Id": "ab5bb979-a206-4293-92b9-21ff400315fa",
    "UsuarioId": null,
    "Descripcion": "Pariatur amet mollit enim et ad. Fugiat consequat anim fugiat pariatur dolore labore proident laboris nisi. Cupidatat eiusmod laborum incididunt adipisicing consequat. Tempor id irure aute sunt laboris ex tempor non nostrud cillum pariatur mollit non.\r\n",
    "Cantidad": 97,
    "Disponible": "false}"
  },
  {
    "Id": "608123b8-fa24-4200-8816-7495c3139b52",
    "UsuarioId": null,
    "Descripcion": "Cillum commodo labore dolor aliquip aliquip nisi velit deserunt ut labore quis sunt. Minim adipisicing minim est pariatur nostrud laborum. Aliquip ut tempor anim non elit elit excepteur non nostrud tempor. Ex irure commodo quis esse occaecat voluptate officia officia. Consequat officia deserunt deserunt do magna id non et aliqua reprehenderit aliquip incididunt. Nisi labore incididunt exercitation non quis dolore ad deserunt nulla. Laboris quis tempor ullamco consequat.\r\n",
    "Cantidad": 408,
    "Disponible": "false}"
  },
  {
    "Id": "6cfa4f25-afc5-48c3-844c-7d03d2a712fd",
    "UsuarioId": null,
    "Descripcion": "Sunt proident do dolore adipisicing do voluptate aliquip consectetur cupidatat est ipsum laboris sit. Sint qui dolor laboris proident consectetur. Adipisicing anim tempor duis sit enim occaecat.\r\n",
    "Cantidad": 233,
    "Disponible": "false}"
  },
  {
    "Id": "c5f8dda5-561f-4883-88b9-372978930dfc",
    "UsuarioId": null,
    "Descripcion": "Ipsum et fugiat eu aliquip pariatur in sunt irure elit. Dolore non minim non dolore. Nulla id non et minim ad do duis qui dolor cupidatat consectetur. Elit in fugiat ad do dolor anim velit nostrud. Id consectetur ad incididunt elit. Nostrud adipisicing eu enim commodo esse esse anim dolor nulla labore nisi culpa aliquip dolor. Qui cillum consequat anim eiusmod laborum proident anim.\r\n",
    "Cantidad": 65,
    "Disponible": "true}"
  },
  {
    "Id": "7b836037-6a58-423e-ad4b-36593565885d",
    "UsuarioId": null,
    "Descripcion": "Esse nulla amet nulla commodo. Laboris elit culpa occaecat id culpa pariatur nostrud. Quis elit cillum labore consectetur elit duis ea deserunt.\r\n",
    "Cantidad": 567,
    "Disponible": "false}"
  },
  {
    "Id": "4b380645-82ce-4fbb-a2a0-1a3ce47348cd",
    "UsuarioId": null,
    "Descripcion": "Laboris enim quis fugiat ipsum reprehenderit in. Nostrud ad in esse ut exercitation est laboris. Id irure cillum do nulla esse dolor labore ut consectetur deserunt ad.\r\n",
    "Cantidad": 106,
    "Disponible": "false}"
  },
  {
    "Id": "ce85266e-3ccd-4f1c-8d23-f3575efd2ed4",
    "UsuarioId": null,
    "Descripcion": "Voluptate nulla nostrud eiusmod eiusmod aliquip irure. Sunt velit Lorem do dolor. Anim id aute aute sunt Lorem magna commodo est velit ad laboris.\r\n",
    "Cantidad": 784,
    "Disponible": "false}"
  },
  {
    "Id": "e460b7f0-b3e1-44a3-b40d-fa0e5bdb0e71",
    "UsuarioId": null,
    "Descripcion": "Sint aliquip irure excepteur qui duis consectetur laboris anim laborum est id culpa ut. Ut minim elit eiusmod labore dolor do cillum quis ad irure. Aute nisi exercitation amet et laboris aliquip reprehenderit esse consequat elit. Eu esse qui elit tempor occaecat eu sunt consequat velit mollit consectetur. Adipisicing ullamco nostrud qui id qui amet sit anim magna.\r\n",
    "Cantidad": 890,
    "Disponible": "false}"
  },
  {
    "Id": "b4558759-6571-4283-a36b-e9ca58ad9210",
    "UsuarioId": null,
    "Descripcion": "Sunt esse voluptate laborum elit. Officia aute ut ea mollit exercitation duis duis sint in duis dolore culpa sit deserunt. Qui fugiat non reprehenderit occaecat voluptate.\r\n",
    "Cantidad": 545,
    "Disponible": "false}"
  },
  {
    "Id": "c6b99bd8-d4c2-47ab-bd37-8a36c1511ed7",
    "UsuarioId": null,
    "Descripcion": "Ea sint est id aute aliqua duis ullamco quis nisi mollit laboris eu. Fugiat tempor cupidatat elit eiusmod nostrud duis occaecat est id duis. Est consequat anim in ad adipisicing incididunt aliqua minim adipisicing adipisicing proident magna. Nisi consequat id proident do ex non. Veniam adipisicing proident incididunt esse mollit enim officia in deserunt. Dolore ex incididunt ad sunt eiusmod ullamco sint reprehenderit. Fugiat fugiat ipsum excepteur proident proident dolore voluptate enim ut eu eiusmod anim occaecat incididunt.\r\n",
    "Cantidad": 332,
    "Disponible": "true}"
  },
  {
    "Id": "04958dbb-8e1f-4fb1-b967-f1fa68134a1a",
    "UsuarioId": null,
    "Descripcion": "Esse reprehenderit ad ad exercitation deserunt. Adipisicing aute sunt et reprehenderit nisi labore duis sit. Consectetur eiusmod nulla qui laboris nostrud qui aliqua amet amet cillum. Minim id elit eu ullamco dolore in. Eu adipisicing ipsum aliqua ex velit eu. Cupidatat adipisicing dolor mollit eiusmod qui velit duis veniam Lorem.\r\n",
    "Cantidad": 11,
    "Disponible": "true}"
  },
  {
    "Id": "e389f14c-e0a9-4653-a8c6-c266a65f03e6",
    "UsuarioId": null,
    "Descripcion": "Anim est quis id aliquip sint eu velit culpa voluptate mollit consequat ut fugiat. Eiusmod anim incididunt incididunt cupidatat nostrud aute nostrud. Eu et qui irure esse eu sunt sunt excepteur dolor. Esse cillum cupidatat non cupidatat do pariatur velit. Amet ex ex culpa irure reprehenderit do irure laborum dolore tempor et excepteur dolore. Incididunt eiusmod aute sit reprehenderit.\r\n",
    "Cantidad": 628,
    "Disponible": "true}"
  },
  {
    "Id": "fe12d0dc-a148-4b71-872a-ff3d8bb9c53e",
    "UsuarioId": null,
    "Descripcion": "Nisi irure qui sit qui veniam esse laboris elit excepteur. Exercitation magna eu ex Lorem proident velit officia. Ipsum exercitation duis laborum qui qui ipsum nulla enim exercitation officia tempor deserunt.\r\n",
    "Cantidad": 998,
    "Disponible": "false}"
  },
  {
    "Id": "e3a51744-11a4-484e-a471-62addcde3c52",
    "UsuarioId": null,
    "Descripcion": "Proident Lorem do mollit officia ut enim do Lorem voluptate et pariatur incididunt eiusmod ut. Occaecat proident nostrud nulla exercitation esse cillum sint qui deserunt ut ullamco proident occaecat cupidatat. Sint sint velit do eu est eiusmod pariatur minim ullamco. Nisi elit cillum mollit non duis. Sunt ullamco irure id aliquip. Ea fugiat enim eiusmod nisi deserunt deserunt sit.\r\n",
    "Cantidad": 350,
    "Disponible": "false}"
  },
  {
    "Id": "f4ff4f73-25ac-414c-8112-49bc16e0e476",
    "UsuarioId": null,
    "Descripcion": "Reprehenderit culpa do excepteur deserunt laborum. Ut incididunt pariatur exercitation exercitation id proident officia ex do. Dolore nulla excepteur consequat cupidatat eu qui sint consectetur non in. Esse ad nulla velit laboris ad dolore nostrud ea mollit laboris excepteur est nostrud.\r\n",
    "Cantidad": 297,
    "Disponible": "false}"
  },
  {
    "Id": "7eddf25a-4361-4ced-96ba-a00e593ed206",
    "UsuarioId": null,
    "Descripcion": "Aute sit elit adipisicing et dolor deserunt duis id. Ullamco veniam anim sit labore commodo magna labore adipisicing labore. Nostrud tempor duis duis enim ipsum nulla fugiat laborum irure.\r\n",
    "Cantidad": 235,
    "Disponible": "true}"
  },
  {
    "Id": "a263b9ae-fab7-46e5-9f71-346b9b6ef0a5",
    "UsuarioId": null,
    "Descripcion": "Ipsum ea ipsum ipsum ullamco et reprehenderit aute in magna cupidatat. Qui commodo occaecat quis excepteur magna anim ad voluptate enim incididunt. Et reprehenderit velit esse eiusmod id non id cupidatat. Aute quis aute ut aliqua excepteur aliqua aliquip nulla. Lorem aute laboris anim consequat fugiat adipisicing eiusmod irure officia Lorem. Ut minim sint deserunt tempor ex ut elit velit nulla nisi laborum esse mollit.\r\n",
    "Cantidad": 879,
    "Disponible": "true}"
  },
  {
    "Id": "7342ccd9-0996-42b3-8c39-1a23104e37fb",
    "UsuarioId": null,
    "Descripcion": "Minim irure sit est in dolor do non anim minim aute magna cupidatat. Velit labore adipisicing duis cillum deserunt consectetur incididunt fugiat quis magna culpa. Aliqua eu sunt sit tempor nostrud laborum laboris nostrud sit qui adipisicing id aute. Anim minim eiusmod laborum ullamco cupidatat occaecat cillum sit pariatur laborum dolore.\r\n",
    "Cantidad": 346,
    "Disponible": "true}"
  },
  {
    "Id": "d282bdd7-3a8d-4a0b-8dc4-4d15d31807d8",
    "UsuarioId": null,
    "Descripcion": "Amet incididunt id ut laboris sunt ullamco dolore eiusmod nisi esse. Incididunt sit proident Lorem qui minim veniam anim amet ullamco. Quis ipsum occaecat pariatur labore. Ut deserunt cillum adipisicing ad adipisicing. Ullamco sunt nulla proident laboris laboris anim ex incididunt quis incididunt duis amet nisi.\r\n",
    "Cantidad": 46,
    "Disponible": "true}"
  },
  {
    "Id": "2152e08e-e58b-44ef-a03f-a117d2b5370d",
    "UsuarioId": null,
    "Descripcion": "Est laborum nulla ut nulla Lorem adipisicing laboris dolore culpa laborum. Cillum laborum do anim fugiat. Fugiat culpa duis dolore occaecat amet anim deserunt irure est consectetur minim. Dolore excepteur quis velit id excepteur et. Ex dolor adipisicing ipsum incididunt magna. Aliqua mollit irure laborum nulla anim sint sunt. Dolor voluptate magna commodo est culpa et ad consequat veniam ipsum id magna magna in.\r\n",
    "Cantidad": 195,
    "Disponible": "false}"
  },
  {
    "Id": "4e1466d1-c12e-41ad-b72a-688024147749",
    "UsuarioId": null,
    "Descripcion": "Quis duis aliquip incididunt qui eu quis cupidatat dolore do sint laborum. Magna pariatur deserunt laborum do cupidatat ea incididunt minim fugiat esse non. Esse incididunt velit consectetur sit magna enim. Magna sit id minim commodo ex cillum eu. Irure nostrud aliquip occaecat dolor elit incididunt eiusmod voluptate enim. Veniam officia adipisicing nulla amet labore in velit ea.\r\n",
    "Cantidad": 536,
    "Disponible": "false}"
  },
  {
    "Id": "d1e47bae-cf41-4a39-a2ff-fb56973516e4",
    "UsuarioId": null,
    "Descripcion": "Aliquip nostrud esse ea in sunt excepteur consectetur consequat laborum duis ad. Consequat magna deserunt ea est ea fugiat sunt ut sint incididunt ad. Culpa nostrud ea ut nulla mollit irure consequat ullamco commodo nisi aliqua quis tempor et. Nisi cupidatat ut in incididunt cillum commodo. Et et sit cupidatat ea nisi commodo dolore.\r\n",
    "Cantidad": 107,
    "Disponible": "false}"
  },
  {
    "Id": "f5a087ca-ebd3-4644-b5c0-c7bb3b7f5447",
    "UsuarioId": null,
    "Descripcion": "Nulla ipsum cupidatat nisi adipisicing cupidatat nostrud ad culpa ut labore in aliqua. Aliquip est do laborum non enim. Cupidatat aute ad in dolore anim irure commodo occaecat proident eiusmod quis. Culpa adipisicing id enim eu pariatur ex.\r\n",
    "Cantidad": 225,
    "Disponible": "true}"
  },
  {
    "Id": "dfe707ff-f7a0-4bba-acdd-b19222222c08",
    "UsuarioId": null,
    "Descripcion": "Ipsum irure in consequat sit aliquip ad officia consequat elit magna. Non commodo ullamco veniam magna non. Mollit mollit ipsum occaecat quis voluptate voluptate deserunt. Laboris ex reprehenderit nostrud ad aliquip cillum eiusmod proident veniam sint elit labore nostrud. Sit id velit deserunt pariatur irure. Irure id enim ipsum est nulla officia quis fugiat do quis veniam adipisicing adipisicing. Duis sit consectetur culpa ut.\r\n",
    "Cantidad": 600,
    "Disponible": "true}"
  },
  {
    "Id": "d406aed8-1f99-40d7-bc6c-ab1b50a5b4d6",
    "UsuarioId": null,
    "Descripcion": "In ad pariatur est amet do aute sint eu cillum proident in duis cillum. Commodo ad veniam fugiat labore ex et. Officia quis quis dolore est id. Aute deserunt consectetur ea eiusmod nulla ut esse elit. Mollit laborum non sint sunt qui do cupidatat pariatur minim. Quis est non nisi deserunt anim consequat ut enim duis.\r\n",
    "Cantidad": 429,
    "Disponible": "false}"
  },
  {
    "Id": "30237085-fc07-4bda-8d23-fba74a81af73",
    "UsuarioId": null,
    "Descripcion": "Commodo esse qui nostrud quis dolore id quis exercitation ea velit. Ipsum dolor sunt officia proident laborum commodo laborum. Est amet ullamco officia non irure consequat. Commodo ea ea sint adipisicing Lorem eu dolor consequat reprehenderit dolor sint aliqua quis id.\r\n",
    "Cantidad": 1,
    "Disponible": "true}"
  },
  {
    "Id": "636c0043-cd0b-46bd-b304-0aeeb7b381ad",
    "UsuarioId": null,
    "Descripcion": "Enim ad labore reprehenderit occaecat ipsum laboris incididunt occaecat dolor qui eu nostrud consectetur. Sunt proident dolore exercitation velit adipisicing deserunt aliqua et commodo est commodo adipisicing et. Ex ea laboris elit reprehenderit deserunt exercitation ex sit laborum Lorem eiusmod Lorem culpa in. Tempor dolore amet qui ea ipsum Lorem amet laboris ipsum pariatur ad et. Eu dolor nostrud eu fugiat sit anim commodo veniam officia.\r\n",
    "Cantidad": 670,
    "Disponible": "false}"
  },
  {
    "Id": "61a937f7-eee6-4b5c-9a81-3dabc35648fd",
    "UsuarioId": null,
    "Descripcion": "Non adipisicing duis esse nisi eiusmod occaecat. Nostrud veniam magna Lorem duis aliquip labore ad ipsum cillum adipisicing velit. Exercitation do non eu duis consequat. Consectetur ut magna ullamco ut incididunt voluptate.\r\n",
    "Cantidad": 700,
    "Disponible": "true}"
  },
  {
    "Id": "229c4a37-86a6-42ed-bdb2-5d3cef4caef7",
    "UsuarioId": null,
    "Descripcion": "Dolore quis duis labore laboris do incididunt occaecat sint. Consectetur officia id enim consequat anim dolor ullamco minim. Deserunt culpa culpa elit dolore sunt velit elit est reprehenderit qui. Consectetur quis in magna reprehenderit et Lorem culpa pariatur deserunt ullamco ad.\r\n",
    "Cantidad": 444,
    "Disponible": "true}"
  },
  {
    "Id": "03513a69-d74e-47b3-aad3-dcb488d67f6f",
    "UsuarioId": null,
    "Descripcion": "Pariatur qui fugiat consectetur aliqua esse occaecat consectetur sunt laboris sit sunt amet aliqua. Lorem laborum tempor velit labore ex quis magna commodo ut id duis tempor deserunt. Qui tempor amet magna voluptate non sint aliquip exercitation excepteur.\r\n",
    "Cantidad": 735,
    "Disponible": "false}"
  },
  {
    "Id": "979040ce-9532-49a5-a9f4-8d4aa8f29b9c",
    "UsuarioId": null,
    "Descripcion": "Excepteur laboris nostrud ea nulla. Veniam laboris laboris consequat veniam incididunt est nisi. Velit officia officia cillum est labore esse magna ea minim magna magna ad. Occaecat tempor ut voluptate reprehenderit minim nisi proident.\r\n",
    "Cantidad": 527,
    "Disponible": "false}"
  },
  {
    "Id": "9bb23011-9ff9-40b9-a87b-fa10b50bb6db",
    "UsuarioId": null,
    "Descripcion": "Deserunt anim ut qui sint amet amet id elit qui. Lorem eiusmod aute mollit tempor minim sint incididunt occaecat est fugiat commodo labore id. Et commodo et nostrud dolore excepteur nulla enim ipsum ad et in irure nostrud. Culpa laborum amet minim occaecat. Pariatur ullamco eu velit non culpa laborum. Amet ullamco cupidatat minim magna aute ipsum eu voluptate dolor nostrud id pariatur nisi. Ea veniam eu adipisicing minim consequat aute officia irure exercitation.\r\n",
    "Cantidad": 859,
    "Disponible": "false}"
  },
  {
    "Id": "198e097c-9235-4041-83ba-c95fe0985275",
    "UsuarioId": null,
    "Descripcion": "Elit aliquip officia velit nisi ad elit cupidatat qui culpa reprehenderit cillum ullamco velit ad. Exercitation duis eu nisi irure cupidatat. Eiusmod ad sit eiusmod proident nostrud culpa. Laborum ipsum esse dolor fugiat anim aliquip nostrud laborum aute anim proident. Veniam occaecat cupidatat esse quis officia laboris duis nisi. Pariatur ullamco eu consequat elit adipisicing.\r\n",
    "Cantidad": 58,
    "Disponible": "true}"
  },
  {
    "Id": "171b9943-c3cf-4f7a-811c-d76573257ea0",
    "UsuarioId": null,
    "Descripcion": "Ipsum labore adipisicing laborum qui fugiat eiusmod labore aliqua pariatur deserunt ipsum voluptate magna irure. Commodo eiusmod veniam officia nisi ex occaecat reprehenderit dolor dolore commodo dolore. Dolor reprehenderit consectetur dolor proident mollit mollit id cillum.\r\n",
    "Cantidad": 934,
    "Disponible": "true}"
  },
  {
    "Id": "e4a66dc0-779e-4891-8caa-a601799cfefb",
    "UsuarioId": null,
    "Descripcion": "Duis qui mollit consectetur reprehenderit proident sit. Minim pariatur ipsum tempor quis ea ipsum ea consequat laborum ut consequat amet. Cillum ullamco irure quis incididunt aliquip ullamco amet ad anim proident duis ad est tempor. Ullamco qui est ut enim veniam eu sint proident.\r\n",
    "Cantidad": 521,
    "Disponible": "true}"
  },
  {
    "Id": "3ad2ee8c-638d-41bb-8d06-ccf808616fae",
    "UsuarioId": null,
    "Descripcion": "Occaecat nostrud fugiat tempor eu pariatur excepteur aute cupidatat fugiat enim dolor enim nisi. Minim in officia nulla nostrud. Irure sunt cillum do culpa quis do ad et. Eu velit occaecat ut officia. Cupidatat veniam consequat minim aute. Ut nostrud magna eu sint. Culpa elit reprehenderit mollit adipisicing dolor reprehenderit adipisicing qui.\r\n",
    "Cantidad": 873,
    "Disponible": "false}"
  },
  {
    "Id": "a2fd9222-3397-4d96-a276-9c8533bf2246",
    "UsuarioId": null,
    "Descripcion": "Amet occaecat minim adipisicing esse commodo ea. Consequat aliqua veniam velit laborum dolore occaecat. Id consequat sint aliqua cupidatat ipsum enim Lorem culpa. Officia culpa qui in consequat do commodo officia sunt consequat. In est sint nisi incididunt.\r\n",
    "Cantidad": 634,
    "Disponible": "false}"
  },
  {
    "Id": "520c01db-3e0e-4f62-b703-23a671dc3b21",
    "UsuarioId": null,
    "Descripcion": "Laboris elit ea qui enim cillum irure tempor. Fugiat incididunt occaecat enim incididunt nisi consequat eiusmod esse consequat sunt pariatur. Sunt qui duis enim anim veniam ut excepteur culpa exercitation cillum aute ex. Incididunt pariatur laboris nisi fugiat voluptate occaecat incididunt proident et dolor irure incididunt laboris amet. Sint labore ea amet cillum officia consequat Lorem veniam in.\r\n",
    "Cantidad": 607,
    "Disponible": "false}"
  },
  {
    "Id": "fb4bacd8-2514-440f-9c53-6509180bbb6c",
    "UsuarioId": null,
    "Descripcion": "Nisi eu pariatur anim ullamco nisi minim Lorem cillum. Cupidatat veniam irure laboris in magna nulla anim qui dolor consequat aliquip eu duis laboris. Veniam officia adipisicing aliqua qui qui ullamco qui dolore. Excepteur cillum dolore nostrud incididunt cillum commodo nisi.\r\n",
    "Cantidad": 912,
    "Disponible": "false}"
  },
  {
    "Id": "65a1ce81-a967-4ed9-9b45-a8f9f96dd87d",
    "UsuarioId": null,
    "Descripcion": "Dolore mollit eiusmod eiusmod sunt cupidatat. Tempor cupidatat cupidatat veniam eiusmod consequat in tempor incididunt irure esse commodo. Nisi fugiat enim adipisicing duis amet est elit dolore eu. Consequat incididunt aute laboris et fugiat fugiat deserunt culpa proident qui aute et magna.\r\n",
    "Cantidad": 872,
    "Disponible": "true}"
  },
  {
    "Id": "ec798b94-0bda-4838-9fc2-bee55154b5e4",
    "UsuarioId": null,
    "Descripcion": "Magna duis in magna eu. Ad officia enim dolor enim enim dolore exercitation sint pariatur velit quis. In dolor excepteur nisi ullamco ea ullamco consequat velit proident aliquip ullamco. Dolor adipisicing irure labore anim cillum aliquip enim qui velit anim enim consequat proident fugiat. Enim aliquip qui et labore. Eiusmod ullamco esse Lorem labore dolor pariatur.\r\n",
    "Cantidad": 591,
    "Disponible": "true}"
  },
  {
    "Id": "91ebb871-0830-4500-8ca0-0b06af90348a",
    "UsuarioId": null,
    "Descripcion": "Fugiat excepteur excepteur veniam aute. Ipsum laborum proident officia anim dolor dolore exercitation nulla in consectetur. Pariatur enim proident enim fugiat enim excepteur minim id. Esse sint aliqua adipisicing aliquip occaecat aliquip voluptate id dolor et consequat. Adipisicing qui enim nostrud est. Officia elit nostrud dolor esse.\r\n",
    "Cantidad": 210,
    "Disponible": "false}"
  },
  {
    "Id": "07fede91-8ce8-4058-a0b2-1a81aab717e9",
    "UsuarioId": null,
    "Descripcion": "Consequat nulla pariatur enim exercitation aliqua adipisicing laborum labore culpa nisi. Nisi laboris id nisi ex nulla dolore consectetur. Non laborum deserunt excepteur quis culpa irure sit proident duis dolore quis exercitation. Fugiat ex pariatur eiusmod elit. Sit sint nulla excepteur nostrud aliqua enim aliquip veniam Lorem qui esse eiusmod laboris ipsum. Culpa labore mollit amet elit qui non ut sunt enim laborum sit consectetur.\r\n",
    "Cantidad": 931,
    "Disponible": "false}"
  },
  {
    "Id": "d2bfcfeb-818b-4431-a07e-cf2340c9371f",
    "UsuarioId": null,
    "Descripcion": "Duis voluptate magna est dolor nisi adipisicing sint anim pariatur. Sint pariatur nostrud ad irure dolore commodo quis amet culpa dolor. Laborum esse laboris ut pariatur tempor reprehenderit minim cillum dolore ipsum exercitation sunt. Officia aute sit eiusmod ad minim. Incididunt mollit sit in proident eu. Eiusmod eu tempor eiusmod dolore eu dolore.\r\n",
    "Cantidad": 578,
    "Disponible": "true}"
  },
  {
    "Id": "e752a77a-2b66-4d4a-8063-2c525bccf41d",
    "UsuarioId": null,
    "Descripcion": "Non dolore laborum ex minim nisi qui id. Et officia esse nostrud eiusmod tempor sit quis qui nulla elit. Officia aliquip in sunt non. Nulla magna culpa aliquip deserunt pariatur cupidatat sint pariatur id tempor labore. Nisi fugiat incididunt pariatur labore. Anim nulla do et magna fugiat et dolore ex officia ex et et ad dolor. Nostrud voluptate aliqua ex esse ea quis sunt et nostrud.\r\n",
    "Cantidad": 417,
    "Disponible": "true}"
  },
  {
    "Id": "2a570860-843a-464d-9944-75addb72a66c",
    "UsuarioId": null,
    "Descripcion": "Velit eu voluptate sit fugiat id elit excepteur ipsum tempor cupidatat cupidatat culpa ipsum minim. Et incididunt tempor voluptate aliquip culpa ex elit mollit cupidatat labore. Officia ea aliqua consequat sit. Aliqua ex mollit ut labore consectetur et dolore incididunt eu. Magna anim tempor anim nostrud deserunt duis consequat occaecat exercitation sunt exercitation cillum adipisicing officia. Cillum et magna cillum ea sint eiusmod excepteur irure sunt pariatur. Aute ex nisi aute mollit id duis ipsum.\r\n",
    "Cantidad": 885,
    "Disponible": "false}"
  },
  {
    "Id": "a31d7be5-bac0-4f3d-8869-d1559415b63d",
    "UsuarioId": null,
    "Descripcion": "Velit est enim dolor ad. Consectetur magna culpa ad tempor ipsum pariatur est aute. Consequat eiusmod magna adipisicing anim nulla excepteur. Nostrud ut anim reprehenderit nisi et anim minim aliquip.\r\n",
    "Cantidad": 760,
    "Disponible": "false}"
  },
  {
    "Id": "d54c7ab4-ee50-4699-9a4d-1eefa6ca40ce",
    "UsuarioId": null,
    "Descripcion": "Occaecat adipisicing adipisicing nostrud do adipisicing ad occaecat dolor esse do amet fugiat ipsum elit. Adipisicing consequat reprehenderit aute incididunt nulla consequat sit cupidatat. Mollit cupidatat ad consectetur deserunt tempor aliqua enim proident consectetur commodo cillum ipsum. Et sit enim anim amet voluptate cupidatat duis exercitation cillum pariatur adipisicing nisi minim.\r\n",
    "Cantidad": 801,
    "Disponible": "true}"
  },
  {
    "Id": "6d7878ea-c962-48f8-8668-e1317488ab65",
    "UsuarioId": null,
    "Descripcion": "Qui Lorem sit Lorem sunt. Aliquip qui nisi non cupidatat consectetur officia voluptate magna ad veniam eu esse quis aliquip. Quis cupidatat esse ea amet consequat pariatur sunt non id tempor aute ut. Officia nisi amet magna mollit ea. Irure laborum esse adipisicing Lorem sit voluptate et et ad anim quis officia reprehenderit. Minim exercitation sint ea velit cupidatat. Pariatur dolor aliquip eu laboris labore.\r\n",
    "Cantidad": 430,
    "Disponible": "false}"
  },
  {
    "Id": "8b4b1905-3cc1-49e6-8f3a-2233e15a4342",
    "UsuarioId": null,
    "Descripcion": "Culpa eu eu amet labore enim minim elit quis sint nostrud ea minim. Excepteur esse ut magna proident et minim eiusmod exercitation mollit consequat deserunt Lorem cillum. Est non incididunt nulla culpa. Nisi occaecat quis incididunt incididunt occaecat eu. Proident minim quis incididunt velit. Sint cillum minim laborum nulla dolore dolore pariatur eu sit nisi officia cillum nostrud. Elit dolore ipsum ut Lorem esse voluptate dolore labore ipsum.\r\n",
    "Cantidad": 129,
    "Disponible": "false}"
  },
  {
    "Id": "b5a13ce9-d6ae-4e9a-bc83-7b39e94b0046",
    "UsuarioId": null,
    "Descripcion": "Incididunt exercitation culpa ipsum enim non occaecat magna non laboris ut. Commodo commodo culpa deserunt quis est dolor labore qui nostrud cupidatat proident. In irure consectetur dolor pariatur ipsum sint sint voluptate id laborum sunt aliquip consequat. Laborum mollit est sit ad officia culpa ex sint.\r\n",
    "Cantidad": 838,
    "Disponible": "true}"
  },
  {
    "Id": "df85045f-b1f3-4cb1-ae15-7d22f9a71320",
    "UsuarioId": null,
    "Descripcion": "Cillum mollit irure labore do elit nisi magna sunt veniam. Id do Lorem et anim ex consequat. Aliqua nostrud adipisicing duis nisi proident nulla eiusmod anim nulla. Cillum ad dolor nisi id cillum ex. Incididunt quis Lorem tempor ipsum commodo nisi eu magna sunt esse cupidatat. Consequat tempor nisi ex minim ut laboris amet cillum ad pariatur sint pariatur.\r\n",
    "Cantidad": 725,
    "Disponible": "false}"
  },
  {
    "Id": "76d2ea15-832d-490f-a463-f9ac1bf6a53e",
    "UsuarioId": null,
    "Descripcion": "Id ex non do duis mollit ut. Nostrud elit nulla duis amet magna sunt amet tempor cupidatat anim nostrud anim. Cillum occaecat incididunt ea elit ea pariatur qui duis Lorem non sint nulla sint fugiat.\r\n",
    "Cantidad": 793,
    "Disponible": "true}"
  },
  {
    "Id": "c0dbdeea-1e17-4212-a965-7027f83e006d",
    "UsuarioId": null,
    "Descripcion": "Velit pariatur ipsum velit minim officia sit excepteur ut nulla excepteur minim fugiat. Voluptate duis aute exercitation officia nulla minim excepteur enim nulla dolore culpa ex minim. Consequat sit reprehenderit est magna consectetur ex incididunt elit consequat esse aliquip ea ea. Nisi culpa sint anim laboris exercitation amet.\r\n",
    "Cantidad": 373,
    "Disponible": "true}"
  },
  {
    "Id": "e71d837a-34dc-4095-a9bf-7931aa3d727c",
    "UsuarioId": null,
    "Descripcion": "Sit dolor fugiat ipsum eiusmod aliqua id aliqua sit pariatur mollit id nisi consectetur pariatur. Laboris veniam occaecat enim aliquip enim laboris eiusmod consectetur ipsum magna id eu. Dolor eu id elit consectetur. Dolore sunt ad labore sunt esse occaecat. Ipsum laboris ad anim laboris proident excepteur veniam laboris consequat exercitation non. Irure elit nisi tempor eiusmod esse commodo occaecat.\r\n",
    "Cantidad": 15,
    "Disponible": "true}"
  },
  {
    "Id": "97d41556-ea4a-45be-ba2a-bc7fc0a9095c",
    "UsuarioId": null,
    "Descripcion": "Tempor sint enim anim sint magna nulla Lorem. Nostrud cillum duis quis nostrud deserunt. Ex laborum est ut sunt aliqua. Culpa laboris enim proident do consequat ex.\r\n",
    "Cantidad": 924,
    "Disponible": "false}"
  },
  {
    "Id": "81975a1a-4753-4e0d-9f50-5271f6365779",
    "UsuarioId": null,
    "Descripcion": "Duis elit ut proident ut eu est ea. Qui sunt dolor sint excepteur velit amet nulla consequat. Adipisicing anim quis laborum nostrud dolore veniam nisi culpa veniam esse duis. Dolore in reprehenderit excepteur minim amet enim sint duis magna duis laborum ipsum laborum. Voluptate dolore adipisicing non do adipisicing commodo eiusmod esse ad nisi nisi sit sit.\r\n",
    "Cantidad": 761,
    "Disponible": "true}"
  },
  {
    "Id": "edf7f6e8-d2a1-4d7a-8af6-2b1e20f3c144",
    "UsuarioId": null,
    "Descripcion": "Deserunt culpa est ipsum non minim adipisicing est velit commodo consequat eu. Non nostrud in ipsum mollit dolore id cupidatat sunt cillum quis minim voluptate. Deserunt eiusmod deserunt in sunt proident officia non anim mollit. Ad cillum ea occaecat sit labore excepteur commodo.\r\n",
    "Cantidad": 827,
    "Disponible": "true}"
  },
  {
    "Id": "ae7cb09c-e517-4cdb-985c-d470ced46a54",
    "UsuarioId": null,
    "Descripcion": "Quis pariatur proident ex mollit enim occaecat fugiat laboris labore in amet voluptate. Occaecat aliqua amet nisi Lorem irure id amet ut. Minim aliquip aliquip eiusmod voluptate consequat magna id sit. Elit esse adipisicing cillum irure excepteur minim magna cupidatat consectetur.\r\n",
    "Cantidad": 640,
    "Disponible": "true}"
  },
  {
    "Id": "54962101-1c1d-4ff3-820c-a2e7f8d4f720",
    "UsuarioId": null,
    "Descripcion": "Elit ut Lorem velit Lorem aliqua. Lorem cupidatat proident commodo dolore laborum cillum velit occaecat sunt. Excepteur non ut incididunt ullamco ad eu laborum ad. Ea ex esse consequat amet eiusmod labore sit labore laborum velit sit. Quis eiusmod cillum pariatur officia adipisicing.\r\n",
    "Cantidad": 429,
    "Disponible": "false}"
  },
  {
    "Id": "c075002c-5771-484b-901a-12ac6fe2ee70",
    "UsuarioId": null,
    "Descripcion": "Laboris laborum ad exercitation enim. Ad excepteur qui duis consectetur deserunt. Exercitation deserunt in fugiat Lorem excepteur deserunt laboris occaecat irure aliqua id. Lorem non ad dolor enim et dolore occaecat qui labore officia sit. Commodo reprehenderit magna proident pariatur velit culpa sint veniam incididunt veniam irure mollit excepteur aute. Esse mollit id consectetur eiusmod velit.\r\n",
    "Cantidad": 451,
    "Disponible": "false}"
  },
  {
    "Id": "81d5d606-e050-4964-8101-cb524924b5fb",
    "UsuarioId": null,
    "Descripcion": "Deserunt magna velit eu elit id aliquip pariatur consectetur. Anim occaecat adipisicing do est nisi consectetur incididunt nisi anim Lorem. Cupidatat ut eiusmod tempor ex labore deserunt pariatur exercitation reprehenderit deserunt est incididunt. Qui qui eiusmod sunt ea qui fugiat amet exercitation velit ut ea ipsum reprehenderit laboris.\r\n",
    "Cantidad": 415,
    "Disponible": "false}"
  },
  {
    "Id": "6bbdc745-ce5b-46f4-9ab0-8f41f5e83c3e",
    "UsuarioId": null,
    "Descripcion": "Ex duis velit enim quis id. Commodo commodo nisi laboris sint. Ea dolor deserunt ipsum eiusmod dolor velit id. Nulla qui minim sint amet ad cupidatat sit velit exercitation proident et proident magna. Do pariatur esse fugiat do laborum consequat proident consequat proident.\r\n",
    "Cantidad": 446,
    "Disponible": "false}"
  },
  {
    "Id": "6d9ee428-76b1-4b83-af24-97a4484593c0",
    "UsuarioId": null,
    "Descripcion": "Lorem aute ullamco cillum dolore quis anim fugiat. Ipsum eu non dolore laborum fugiat fugiat fugiat elit Lorem sint. Sint ut eiusmod consequat ullamco in eiusmod esse ullamco ut quis anim. Commodo culpa enim reprehenderit pariatur esse nulla. Est tempor fugiat mollit fugiat sint voluptate aute minim. Est exercitation excepteur cupidatat magna esse proident.\r\n",
    "Cantidad": 890,
    "Disponible": "true}"
  },
  {
    "Id": "69a9d427-c747-4748-ad5e-986c78e97098",
    "UsuarioId": null,
    "Descripcion": "Sit cupidatat ea nulla sint irure do mollit ut quis esse ex dolor. Occaecat mollit elit consectetur consectetur magna sint commodo cupidatat nostrud pariatur mollit ex dolor ut. Commodo id in est consequat tempor eiusmod culpa adipisicing magna. Sunt mollit velit aliqua nostrud pariatur do dolor ad mollit ullamco. Qui ipsum esse exercitation ad do minim.\r\n",
    "Cantidad": 185,
    "Disponible": "false}"
  },
  {
    "Id": "8b360dc9-d42d-4d04-ad48-261b5e5e8b33",
    "UsuarioId": null,
    "Descripcion": "Qui anim exercitation esse labore adipisicing nulla. Anim ad irure cillum cillum officia. Elit non ullamco amet reprehenderit irure. Est commodo proident non tempor ipsum magna anim.\r\n",
    "Cantidad": 266,
    "Disponible": "false}"
  },
  {
    "Id": "30c42c98-ae81-4780-b20e-05752c350843",
    "UsuarioId": null,
    "Descripcion": "Enim nisi ipsum exercitation aliquip Lorem duis eu anim. Nulla enim nulla qui aliqua adipisicing officia magna veniam consequat velit do. Id commodo reprehenderit nulla magna id fugiat sunt qui ad quis eiusmod laboris. Proident aliquip duis commodo ad mollit eiusmod ullamco velit nisi magna enim. Aute qui minim officia veniam ad culpa. In ea in voluptate nostrud exercitation deserunt. Cillum qui irure veniam ad.\r\n",
    "Cantidad": 723,
    "Disponible": "true}"
  },
  {
    "Id": "aa27fa05-8903-4871-9fe8-a98f3ab5750f",
    "UsuarioId": null,
    "Descripcion": "Elit laboris magna proident labore nisi laborum irure pariatur commodo laborum anim aute excepteur ex. Aliqua irure amet non eiusmod magna. Proident nostrud nulla nostrud magna aliquip dolore sit commodo sint. Pariatur culpa anim irure velit ut. Aute do laboris proident aliquip pariatur commodo excepteur duis ea ipsum fugiat.\r\n",
    "Cantidad": 63,
    "Disponible": "false}"
  },
  {
    "Id": "749ec3d8-4ec1-4b77-923b-cb2a9c3b0df8",
    "UsuarioId": null,
    "Descripcion": "Cillum anim ad ullamco qui sit amet in dolor qui qui. Officia eu et anim sit dolore eiusmod ullamco nisi do eiusmod non non nulla. Laborum nulla labore deserunt voluptate. Nostrud ex aute nisi voluptate id mollit.\r\n",
    "Cantidad": 87,
    "Disponible": "true}"
  },
  {
    "Id": "2a126bcc-8c00-47eb-af6e-c005dc446e61",
    "UsuarioId": null,
    "Descripcion": "Tempor dolore dolor commodo ad ea. Duis velit voluptate consectetur laboris voluptate culpa aute nostrud reprehenderit laborum et sit aute nulla. Laborum in eiusmod duis consequat duis ea proident occaecat elit consectetur. Voluptate cillum commodo id ad. Proident minim consequat cupidatat tempor ad. Quis quis amet elit do amet.\r\n",
    "Cantidad": 323,
    "Disponible": "false}"
  },
  {
    "Id": "3ed20928-b598-49af-87ab-b4b870d51126",
    "UsuarioId": null,
    "Descripcion": "Sit nulla ex ea occaecat excepteur commodo labore sint reprehenderit amet nostrud proident. Ipsum voluptate sit ullamco deserunt nostrud ut elit velit amet labore irure. Laborum labore voluptate Lorem id. Aliquip aute qui anim minim dolore.\r\n",
    "Cantidad": 269,
    "Disponible": "false}"
  },
  {
    "Id": "edc11484-0586-4b04-a8dc-9e4e4dbc0668",
    "UsuarioId": null,
    "Descripcion": "Ut commodo ea eiusmod fugiat pariatur elit ipsum. Dolore velit irure aute sit tempor consectetur nostrud labore. Aliquip nulla duis laboris magna excepteur veniam ullamco in. Occaecat qui commodo aliqua sit laborum exercitation et nostrud. Mollit anim adipisicing tempor proident laborum ut est excepteur in ad dolor proident. Magna ipsum anim sit minim anim ipsum sit dolore exercitation dolor est in ea.\r\n",
    "Cantidad": 697,
    "Disponible": "false}"
  },
  {
    "Id": "ac9474ba-3e08-45cb-a7d0-ada9d723ac85",
    "UsuarioId": null,
    "Descripcion": "Elit exercitation consectetur ut et consequat eiusmod ea aliquip sit reprehenderit. Eu sit proident tempor anim minim magna enim commodo. Non aliquip aute minim quis reprehenderit aliquip. Eiusmod quis cupidatat adipisicing sunt excepteur cillum ea fugiat officia anim aliqua magna.\r\n",
    "Cantidad": 966,
    "Disponible": "true}"
  },
  {
    "Id": "3bab09c2-d563-4406-bfa0-08eb0f96941e",
    "UsuarioId": null,
    "Descripcion": "Cillum enim anim sunt cupidatat. Pariatur in minim ea sint. Lorem do adipisicing velit cillum ex Lorem laborum in qui sint. Tempor ullamco eiusmod ut consequat irure. Ad ea mollit et Lorem voluptate. Veniam eu in ipsum in aliquip amet ipsum id ipsum. Proident exercitation ad qui nulla non do magna irure cupidatat in aute adipisicing ex aute.\r\n",
    "Cantidad": 988,
    "Disponible": "true}"
  },
  {
    "Id": "44823597-a411-415f-b65f-2fd61b53aab8",
    "UsuarioId": null,
    "Descripcion": "Mollit qui sunt eu voluptate. Mollit ipsum velit consequat magna culpa non. Fugiat veniam aliquip nulla ex in exercitation pariatur consectetur eu ad. Anim adipisicing ea duis commodo laboris exercitation sint.\r\n",
    "Cantidad": 598,
    "Disponible": "true}"
  },
  {
    "Id": "b76b8b60-9ea6-4ddc-b1fe-246af3cdb77c",
    "UsuarioId": null,
    "Descripcion": "Mollit in eiusmod id non elit adipisicing occaecat officia eu nostrud. Cupidatat veniam cillum dolor cillum nisi dolor consequat minim. Duis elit ut sint nostrud deserunt tempor nisi anim voluptate sint excepteur enim. Ex dolore proident officia aliqua pariatur elit excepteur laborum veniam. Aliqua mollit ea aute consectetur aliquip adipisicing in amet sunt voluptate adipisicing est cillum. Officia non est laboris consectetur. Cillum fugiat exercitation aute exercitation.\r\n",
    "Cantidad": 962,
    "Disponible": "true}"
  },
  {
    "Id": "7f28037d-8484-4ed2-9a4d-81f57eb68bea",
    "UsuarioId": null,
    "Descripcion": "Culpa exercitation qui do culpa sit. Nisi culpa velit sint magna adipisicing. Tempor laborum culpa labore fugiat ea. Ea magna adipisicing dolor esse velit nisi dolor officia ullamco Lorem et.\r\n",
    "Cantidad": 200,
    "Disponible": "false}"
  },
  {
    "Id": "6f9e2f8f-6ab2-403e-a7bc-1153caab4bd6",
    "UsuarioId": null,
    "Descripcion": "Magna cillum et deserunt laboris quis magna. Labore deserunt proident Lorem do reprehenderit cillum veniam qui non commodo consectetur minim enim. Sint proident consequat veniam deserunt ea ipsum consequat ut nisi. Lorem culpa minim ut ex ipsum dolor tempor ex aute reprehenderit duis laborum laborum cillum.\r\n",
    "Cantidad": 372,
    "Disponible": "false}"
  },
  {
    "Id": "7a93c74f-fc2f-44da-bc21-e67196fbb8b1",
    "UsuarioId": null,
    "Descripcion": "Consequat deserunt ullamco reprehenderit magna. Sint esse nulla occaecat ex occaecat eu ex cupidatat officia. Magna pariatur esse nisi nisi ut cupidatat nostrud duis enim ut adipisicing.\r\n",
    "Cantidad": 898,
    "Disponible": "true}"
  },
  {
    "Id": "4e68d4bd-2820-42cd-aadf-1e790cd5e636",
    "UsuarioId": null,
    "Descripcion": "Veniam reprehenderit magna tempor dolore aliqua labore voluptate ipsum magna velit eu. Ex enim elit cupidatat proident eiusmod consectetur eiusmod dolor irure. Et incididunt ad labore enim excepteur cillum est anim esse. Reprehenderit ut nisi pariatur aliqua. Velit excepteur sit et nisi veniam exercitation. Adipisicing ut pariatur reprehenderit excepteur aliquip consequat nostrud ut quis amet.\r\n",
    "Cantidad": 35,
    "Disponible": "false}"
  },
  {
    "Id": "23bf6d5e-17ca-434c-9e67-c3911a018aee",
    "UsuarioId": null,
    "Descripcion": "Eiusmod id pariatur pariatur ut nulla anim ad cupidatat quis sit. Deserunt aliqua cupidatat eu reprehenderit. Laboris cillum ea nisi amet veniam aliqua reprehenderit in elit excepteur in sint excepteur ea. Incididunt cupidatat ex do officia duis quis elit est consectetur occaecat duis commodo ex.\r\n",
    "Cantidad": 202,
    "Disponible": "false}"
  },
  {
    "Id": "381906af-7cc4-4ecc-9384-3487ac18ac24",
    "UsuarioId": null,
    "Descripcion": "Cupidatat labore quis aute velit nisi deserunt magna culpa ullamco elit in anim. Duis sint culpa ad elit pariatur nulla irure adipisicing deserunt aliquip eiusmod enim nulla fugiat. Labore minim laborum esse elit culpa enim sunt. Exercitation aliquip duis cillum voluptate. Deserunt et veniam officia cillum exercitation. Nostrud elit est deserunt aliquip adipisicing consectetur duis magna eu aliquip nisi Lorem duis.\r\n",
    "Cantidad": 18,
    "Disponible": "false}"
  },
  {
    "Id": "2a38e0e0-5c46-4657-b5d2-b076a34f8da3",
    "UsuarioId": null,
    "Descripcion": "Occaecat aute do ut excepteur tempor ut in anim aute amet mollit. Aliquip excepteur dolore culpa ipsum. Incididunt in ex duis fugiat et incididunt eiusmod laborum ad excepteur. Enim consectetur mollit ad et commodo cillum cupidatat veniam ea sunt tempor anim. Proident proident laborum exercitation cillum consequat dolore amet aute veniam quis do et. Nulla ad excepteur aute mollit officia culpa nulla consequat laborum eu.\r\n",
    "Cantidad": 960,
    "Disponible": "false}"
  },
  {
    "Id": "16d83df6-db18-4b6a-9f7f-970b706e85c8",
    "UsuarioId": null,
    "Descripcion": "Aute duis excepteur aliqua non laborum magna fugiat deserunt officia. Veniam voluptate eiusmod enim magna. Ullamco ut cillum velit officia sit nostrud sit nisi in est. Ut sit id elit veniam nostrud sit ea elit. Minim nostrud irure adipisicing aliqua nostrud labore culpa laboris eiusmod exercitation proident ex esse. Consequat excepteur deserunt velit eiusmod laborum eu non.\r\n",
    "Cantidad": 106,
    "Disponible": "true}"
  },
  {
    "Id": "efa97f15-b122-4dd1-8f8b-e16055676a07",
    "UsuarioId": null,
    "Descripcion": "Occaecat aliqua excepteur nostrud aliqua esse eu aliquip laboris veniam consequat aliqua elit. Qui in et enim consectetur. Qui cupidatat adipisicing nisi ex aliquip. Sint commodo ullamco sunt commodo. Nostrud amet deserunt irure occaecat magna aliqua dolor fugiat. Magna eiusmod velit cillum nisi deserunt et do pariatur proident officia laborum. Do veniam adipisicing amet officia.\r\n",
    "Cantidad": 204,
    "Disponible": "true}"
  },
  {
    "Id": "d53fe078-6880-4bda-9c24-526f6b0189ae",
    "UsuarioId": null,
    "Descripcion": "Aliquip adipisicing tempor aliqua non. Esse sunt non do ullamco tempor culpa laborum excepteur ipsum non. Ipsum pariatur quis eiusmod in nisi ipsum aute ut occaecat officia occaecat sunt ea.\r\n",
    "Cantidad": 753,
    "Disponible": "false}"
  },
  {
    "Id": "51b6d211-5401-46c9-b5fb-80b9c4e5e0aa",
    "UsuarioId": null,
    "Descripcion": "Et nulla nulla qui laboris. Eiusmod cupidatat eiusmod enim pariatur sint deserunt dolor anim ut amet. Cupidatat eiusmod esse pariatur quis est veniam dolor. Laborum id deserunt deserunt commodo cupidatat do tempor ad laboris. Velit veniam elit amet irure labore laborum duis ea sint ad magna in Lorem. Occaecat aute laborum qui incididunt occaecat officia reprehenderit irure excepteur aliqua elit. Ipsum eiusmod culpa labore nisi laboris.\r\n",
    "Cantidad": 638,
    "Disponible": "true}"
  },
  {
    "Id": "c11366aa-d778-41c1-88c9-53c77b93c918",
    "UsuarioId": null,
    "Descripcion": "Proident sunt id qui non ad exercitation elit ullamco ea. Incididunt occaecat sit et enim ex ad eu cupidatat duis exercitation. Deserunt anim ipsum do aute irure voluptate qui. Laboris nisi qui adipisicing adipisicing ex magna dolor velit aliquip quis ex minim fugiat ea.\r\n",
    "Cantidad": 34,
    "Disponible": "true}"
  },
  {
    "Id": "acbfb916-0478-445a-96a1-d857f276b6ac",
    "UsuarioId": null,
    "Descripcion": "Dolor in velit fugiat elit esse adipisicing dolore sint cupidatat veniam commodo mollit enim. Non officia officia exercitation esse esse proident adipisicing sit excepteur esse laborum esse ex elit. Et ad sit dolore aliquip est eiusmod ullamco sit aliqua.\r\n",
    "Cantidad": 341,
    "Disponible": "false}"
  },
  {
    "Id": "37f438a9-5671-4b4f-bcd8-7cea9f047c61",
    "UsuarioId": null,
    "Descripcion": "In quis sit ut nostrud pariatur et enim ad voluptate. Nulla ad exercitation ut consectetur incididunt aliqua consectetur. Ullamco sit dolore deserunt non nulla. Mollit pariatur et do tempor ipsum eiusmod quis adipisicing labore aute sit voluptate ex deserunt. Laboris exercitation ad pariatur irure excepteur ut.\r\n",
    "Cantidad": 289,
    "Disponible": "true}"
  },
  {
    "Id": "f1837792-370e-4feb-acd8-4b0ca2352a1f",
    "UsuarioId": null,
    "Descripcion": "Proident quis veniam dolor tempor do reprehenderit ad esse commodo et laboris in. Cillum sit Lorem tempor fugiat pariatur ea non dolor mollit ipsum ex commodo in adipisicing. Aliqua ullamco exercitation non veniam laborum do ut duis. Cupidatat dolor voluptate non et velit velit. Ex sunt reprehenderit minim nostrud aute quis enim ullamco sunt reprehenderit. Reprehenderit officia sunt pariatur tempor.\r\n",
    "Cantidad": 495,
    "Disponible": "true}"
  },
  {
    "Id": "f49a6ff6-90c9-4a36-bfc5-41816fdc420b",
    "UsuarioId": null,
    "Descripcion": "Velit anim consectetur mollit non minim consequat aute veniam deserunt. Eiusmod cillum cillum sint proident nulla aliqua ut anim nostrud. Tempor elit officia ex sit consectetur dolor adipisicing aute. Dolore officia irure sit pariatur id quis magna exercitation. Non non reprehenderit fugiat velit veniam magna elit amet id est culpa nisi nulla. Adipisicing id minim laborum exercitation et. Officia ut sit duis id ipsum enim velit est tempor eu incididunt sit non.\r\n",
    "Cantidad": 122,
    "Disponible": "false}"
  },
  {
    "Id": "959b478f-b6b3-4f57-b7f9-de60d23ac9dd",
    "UsuarioId": null,
    "Descripcion": "Esse consequat laborum cupidatat ea ipsum mollit ullamco. Dolore laborum culpa minim proident culpa occaecat veniam. Adipisicing dolore qui sint magna ut duis eu aliqua reprehenderit occaecat adipisicing Lorem. Esse occaecat dolore do velit quis adipisicing occaecat magna commodo mollit adipisicing. Est id tempor deserunt adipisicing do irure duis nostrud nisi Lorem nulla Lorem ex.\r\n",
    "Cantidad": 628,
    "Disponible": "true}"
  },
  {
    "Id": "2e9c8c18-69c4-427d-bed2-67f25eb5dea6",
    "UsuarioId": null,
    "Descripcion": "Mollit est minim occaecat velit minim deserunt nulla id ad veniam qui nulla magna irure. Irure nostrud Lorem voluptate eu magna ex eiusmod aliqua duis. Non adipisicing et occaecat occaecat tempor labore. Esse aliqua reprehenderit et ea ullamco laboris mollit in aliqua aliqua commodo dolor in exercitation. Proident ipsum cupidatat tempor adipisicing pariatur duis cillum mollit velit duis magna aute laborum. Ipsum culpa aute ad anim eu ipsum ut esse elit sunt officia cillum ex incididunt. Consectetur commodo elit sit nostrud fugiat consequat ea officia ut aliquip est.\r\n",
    "Cantidad": 625,
    "Disponible": "true}"
  },
  {
    "Id": "bc4811d4-6515-4ad8-9fbc-11a74f795679",
    "UsuarioId": null,
    "Descripcion": "Ea nisi cupidatat pariatur velit. Exercitation irure labore non cupidatat aliquip cillum. Cillum quis non deserunt pariatur voluptate ea irure eu laboris et. Anim eiusmod officia ad minim consequat. Magna nisi Lorem veniam proident cupidatat ex laborum incididunt.\r\n",
    "Cantidad": 383,
    "Disponible": "true}"
  },
  {
    "Id": "0022a1dc-38e9-4728-b6f0-f76feae1767b",
    "UsuarioId": null,
    "Descripcion": "Voluptate aliqua velit excepteur esse est culpa ea ut enim mollit. Exercitation veniam reprehenderit incididunt ex anim aliquip nisi ullamco pariatur aute. Nisi sunt et esse cillum exercitation minim magna minim Lorem. Sunt ut qui est cillum velit irure laboris eiusmod consequat incididunt ex ea in amet. Aute Lorem est consectetur quis laboris reprehenderit nostrud. Incididunt excepteur elit occaecat reprehenderit commodo reprehenderit nostrud.\r\n",
    "Cantidad": 496,
    "Disponible": "false}"
  },
  {
    "Id": "539ec7c2-eded-44c5-990a-ebfb05c42f92",
    "UsuarioId": null,
    "Descripcion": "Minim incididunt veniam velit officia. Ut exercitation culpa nulla irure esse qui enim qui excepteur commodo reprehenderit. Consectetur laborum id occaecat aute voluptate commodo.\r\n",
    "Cantidad": 982,
    "Disponible": "true}"
  }
]